Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/admin.po
Languages: bg, de, es, fr, hu, it, zh

source: %{remaining} / %{total} credits
bg: %{remaining} / %{total} кредити
es: %{remaining} / %{total} créditos
fr: %{remaining} / %{total} crédits
hu: %{remaining} / %{total} kredit
it: %{remaining} / %{total} crediti
zh: %{remaining} / %{total} 额度

source: Activation
bg: Активиране
de: Aktivierung
es: Activación
hu: Aktiválás
it: Attivazione
zh: 激活

source: Add credits
bg: Добавяне на кредити
de: Credits hinzufügen
es: Añadir créditos
fr: Ajouter des crédits
hu: Kreditek hozzáadása
it: Aggiungi crediti
zh: 添加额度

source: Administer Credits for %{email}
bg: Оправление на кредити за %{email}
de: Credits für %{email} verwalten
es: Administrar créditos para %{email}
fr: Administrer les crédits pour %{email}
hu: Kreditek kezelése a következőhöz: %{email}
it: Amministra crediti per %{email}
zh: 管理 %{email} 的额度

source: Administrate Users
bg: Оправление на потребители
de: Benutzer verwalten
es: Administrar usuarios
fr: Administrer les utilisateurs
hu: Felhasználók kezelése
it: Amministra utenti
zh: 管理用户

source: Amount
bg: Сума
de: Betrag
es: Cantidad
fr: Quantité
hu: Összeg
it: Quantità
zh: 数量

source: Campaigns associated with this sender will not be deleted.
bg: Кампании, свързани с този подател, няма да бъдат изтрити.
de: Kampagnen, die mit diesem Absender verknüpft sind, werden nicht gelöscht.
es: Las campañas asociadas con este remitente no se eliminarán.
fr: Les campagnes associées à cet expéditeur ne seront pas supprimées.
hu: Az ehhez a feladóhoz társított kampányok nem lesznek törölve.
it: Le campagne associate a questo mittente non saranno cancellate.
zh: 与此发件人关联的活动不会被删除。

source: Create a new Shared Sender
bg: Създаване на нов общ подател
de: Einen neuen gemeinsamen Absender erstellen
es: Crear un nuevo remitente compartido
fr: Créer un nouvel expéditeur partagé
hu: Új megosztott feladó létrehozása
it: Crea nuovo mittente condiviso
zh: 创建新的共享发件人

source: Credits
bg: Кредити
es: Créditos
fr: Crédits
hu: Kreditek
it: Crediti
zh: 额度

source: Credits for account %{account}
bg: Кредити за акаунт %{account}
de: Credits für Konto %{account}
es: Créditos para la cuenta %{account}
fr: Crédits pour le compte %{account}
hu: Kreditek a(z) %{account} fiókhoz
it: Crediti per l'account %{account}
zh: 账户 %{account} 的额度

source: Delete Shared Sender %{sender}?
bg: Изтриване на общ подател %{sender}?
de: Gemeinsamen Absender %{sender} löschen?
es: ¿Eliminar remitente compartido %{sender}?
fr: Supprimer l’expéditeur partagé %{sender}?
hu: Törli a megosztott feladót: %{sender}?
it: Elimina mittente condiviso %{sender}?
zh: 删除共享发件人 %{sender}？

source: Deleting a shared sender cannot be undone.
bg: Изтриването на общ подател не може да бъде отменено.
de: Das Löschen eines gemeinsamen Absenders kann nicht rückgängig gemacht werden.
es: Eliminar un remitente compartido no se puede deshacer.
fr: Supprimer un expéditeur partagé est irréversible.
hu: A megosztott feladó törlése nem vonható vissza.
it: L'eliminazione del mittente condiviso non può essere annullata.
zh: 删除共享发件人的操作无法撤销。

source: Email
bg: Имейл
es: Correo electrónico
zh: 电子邮箱

source: Here you can manage other users on your Keila instance.
bg: Тук можете да управлявате други потребители в тaзи инсталация на Keila.
de: Hier kannst du andere Benutzer deiner Keila-Instanz verwalten.
es: Aquí puedes gestionar otros usuarios en tu instancia de Keila.
fr: Ici, vous pouvez gérer les autres utilisateurs de votre instance Keila.
hu: Itt kezelheti a Keila példányán lévő többi felhasználót.
it: Qui puoi gestire altri utenti nella tua istanza Keila.
zh: 在这里您可以管理您的Keila实例上的其他用户。

source: New Shared Sender
bg: Нов общ подател
de: Neuer gemeinsamer Absender
es: Nuevo remitente compartido
fr: Nouvel expéditeur partagé
hu: Új megosztott feladó
it: Nuovo mittente condiviso
zh: 新建共享发件人

source: Shared Sender Name
bg: Име на общ подател
es: Nombre del remitente compartido
hu: Megosztott feladó neve
it: Nome mittente condiviso

source: My Shared Sender
bg: Мой общ подател
de: Mein gemeinsamer Absender
es: Mi remitente compartido
fr: Mon expéditeur partagé
hu: Saját megosztott feladóm
it: Il mio mittente condiviso
zh: 我的共享发件人

source: Shared Senders
bg: Общи податели
de: Gemeinsame Absender
es: Remitentes compartidos
fr: Expéditeurs partagés
hu: Megosztott feladók
it: Mittenti condivisi
zh: 共享发件人

source: Shared Senders are available to all users on this instance of Keila.
bg: Общите податели са достъпни за всички потребители в тaзи инсталация на Keila.
de: Gemeinsame Absender stehen allen Benutzern dieser Keila-Instanz zur Verfügung.
es: Los remitentes compartidos están disponibles para todos los usuarios en esta instancia de Keila.
fr: Les expéditeurs partagés sont disponibles pour l’ensemble des utilisateurs de cette instance de Keila.
hu: A megosztott feladók a Keila ezen példányának minden felhasználója számára elérhetők.
it: I mittenti condivisi sono disponibili a tutti gli utenti su questa istanza di Keila.
zh: 共享发件人对此Keila实例上的所有用户可用。

source: Sign-up
bg: Регистрация
de: Anmeldung
es: Registro
fr: Inscription
hu: Regisztráció
it: Iscrizione
zh: 注册

source: Type in the shared sender name to confirm its deletion:
bg: Въведете името на общия подател, за да потвърдите изтриването му:
de: Gib den Namen des gemeinsamen Absenders ein, um seine Löschung zu bestätigen:
es: Escribe el nombre del remitente compartido para confirmar su eliminación:
fr: Saisissez le nom de l’expéditeur partagé pour confirmer sa suppression:
hu: A törlés megerősítéséhez írja be a megosztott feladó nevét:
it: Inserisci il nome del mittente condiviso per confermarne l'eliminazione:
zh: 输入共享发件人名称以确认删除：

source: Login as
bg: Вход като
de: Anmelden als
es: Iniciar sesión como
fr: Se connecter en tant que
hu: Bejelentkezés mint
it: Accedi come

source: A new version of Keila is available.
bg: Налична е нова версия на Keila.
de: Eine neue Version von Keila ist verfügbar.
es: Hay una nueva versión de Keila disponible.
fr: Une nouvelle version de Keila est disponible.
hu: A Keila új verziója elérhető.
it: Una nuova versione di Keila è disponibile.

source: Read more
bg: Прочетете още
de: Mehr erfahren
es: Leer más
fr: En savoir plus
hu: További információ
it: Leggi altro

source: System Info
bg: Системна информация
es: Información del sistema
fr: Informations système
hu: Rendszerinformáció
it: Informazioni sistema

source: You are currently running Keila %{version} on %{host}.
bg: В момента използвате Keila `%{version}` на `%{host}`.
de: Du verwendest derzeit Keila %{version} auf %{host}.
es: Actualmente estás ejecutando Keila %{version} en %{host}.
fr: Vous utilisez actuellement la version %{version} de Keila sur %{host}.
hu: Jelenleg a Keila %{version} verzióját futtatja a(z) %{host} hoszton.
it: Stai eseguendo Keila %{version} su %{host}.

source: There are updates available for your Keila instance!
bg: Налични са актуализации за вашaта инсталация на Keila
de: Für deine Keila-Instanz sind Updates verfügbar!
es: ¡Hay actualizaciones disponibles para tu instancia de Keila!
fr: Des mises à jour sont disponibles pour votre instance Keila!
hu: Frissítések érhetők el a Keila példányához!
it: Ci sono aggiornamenti disponibili per la tua istanza di Keila!

source: Update checks are disabled.
bg: Проверките за актуализации са деактивирани.
de: Update-Prüfungen sind deaktiviert.
es: Las comprobaciones de actualizaciones están deshabilitadas.
fr: La vérification des mises à jours est désactivée.
hu: A frissítésellenőrzések le vannak tiltva.
it: Il controllo aggiornamenti è disabilitato.

source: You seem to be running the most recent version of Keila!
bg: Изглежда, че използвате най-новата версия на Keila!
de: Du scheinst die aktuellste Version von Keila zu verwenden!
es: Parece que estás ejecutando la versión más reciente de Keila.
fr: Vous semblez utiliser la version la plus récente de Keila!
hu: Úgy tűnik, a Keila legfrissebb verzióját futtatja!
it: Sembra che stai eseguendo la versione più recente di Keila!

source: Status
bg: Статус
es: Estado
hu: Állapot
it: Stato

source: Update status
bg: Актуализирайте статуса си
de: Status aktualisieren
es: Actualizar estado
hu: Frissítési állapot
it: Aggiorna stato

source: Add Credits
zh: 添加额度

source: Login
zh: 登录

source: Could not create the user
zh: 无法创建用户

source: Add user
zh: 添加用户
