Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/auth.po
Languages: bg, es, hu, it

source: Activation required
bg: Необходима e активирация
es: Se requiere activación
hu: Aktiválás szükséges
it: Attivazione richiesta

source: Activation successful
bg: Активирация беше успешна
es: Activación correcta
hu: Aktiválás sikeres
it: Attivazione completata

source: Check your inbox!
bg: Проверете пощенската си кутия!
es: ¡Revisa tu bandeja de entrada!
hu: Ellenőrizd a beérkező leveleidet!
it: Controlla la tua posta in arrivo!

source: Don’t have an account?
bg: Нямате акаунт?
es: ¿No tienes una cuenta?
hu: Nincs fiókod?
it: Non hai un account?

source: Forgot your password?
bg: Забравena парола?
es: ¿Olvidaste tu contraseña?
hu: Elfelejtetted a jelszavad?
it: Dimenticato la password?

source: Get started!
bg: Започнете сега!
es: ¡Comenzar!
hu: Kezdjük!
it: Inizia!

source: Hey there, please confirm your new email address by visiting the following link: %{url} If you weren’t trying to change your email address, simply ignore this message.
bg: Здравейте, моля, потвърдете новия си имейл адрес, като посетите следния линк: %{url} Ако не се желаете да смените имейл адреса си, просто не обръщайте внимание на това съобщение.
es: Hola, por favor confirma tu nueva dirección de correo electrónico visitando el siguiente enlace: %{url} Si no intentabas cambiar tu dirección de correo, simplemente ignora este mensaje.
hu: Szia! kérjük, erősítsd meg az új e-mail címedet az alábbi link meglátogatásával: %{url} Ha nem te próbáltad megváltoztatni az e-mail címedet, egyszerűen hagyd figyelmen kívül ezt az üzenetet.
it: Ciao, conferma il tuo nuovo indirizzo email visitando il seguente link: %{url} Se non stavi cercando di cambiare il tuo indirizzo email semplicemente ignora questo messaggio.

source: Hey there, you can login to Keila with the following link: %{url} If you haven’t requested a login, simply ignore this message.
bg: Здравейте, можете да влезете в Keila с този линк: %{url} Ако не сте искали вход, просто не обръщайте внимание на това съобщение.
es: Hola, puedes iniciar sesión en Keila con el siguiente enlace: %{url} Si no solicitaste un inicio de sesión, simplemente ignora este mensaje.
hu: Szia! az alábbi linken tudsz bejelentkezni a Keila-ba: %{url} Ha nem kértél bejelentkezést, egyszerűen hagyd figyelmen kívül ezt az üzenetet.
it: Ciao, puoi effettuare il login a Keila con il seguente link: %{url} Se non hai richiesto l'accesso semplicemente ignora questo messaggio.

source: Hey there, you have requested a password reset for your Keila account. You can set a new password by visiting the following link: %{url} If you weren’t trying to reset your password, simply ignore this message.
bg: Здравейте, вие сте поискали възстановяване на паролата за вашия Keila акаунт. Можете да зададете нова парола, като посетите следния линк: %{url} Ако не се опитвахте да възстановите паролата си, просто не обръщайте внимание на това съобщение.
es: Hola, has solicitado restablecer la contraseña de tu cuenta de Keila. Puedes establecer una nueva contraseña visitando el siguiente enlace: %{url} Si no intentabas restablecer tu contraseña, simplemente ignora este mensaje.
hu: Szia! jelszó-visszaállítást kértél a Keila-fiókodhoz. Új jelszót az alábbi link meglátogatásával állíthatsz be: %{url} Ha nem te próbáltad visszaállítani a jelszavadat, egyszerűen hagyd figyelmen kívül ezt az üzenetet.
it: Ciao, hai richiesto la reimpostazione della password per il tuo account Keila. Puoi impostare una nuova password visitando il seguente link: %{url} Se non stavi cercando di reimpostare la tua password semplicemente ignora questo messaggio.

source: If you have an account, we’ve sent you a verification link to %{email}.
bg: Ако имате акаунт, ще ви изпратим линк за потвърждение на %{email}.
es: Si tienes una cuenta, te hemos enviado un enlace de verificación a %{email}.
hu: Ha van fiókod, elküldtünk egy ellenőrző linket a(z) %{email} címre.
it: Se hai un account ti abbiamo inviato un link di verifica a %{email}.

source: It seems like your link has expired or is invalid.
bg: Изглежда, че линкът ви е изтекъл или е невалиден.
es: Parece que tu enlace ha caducado o no es válido.
hu: Úgy tűnik, a linked lejárt vagy érvénytelen.
it: Sembra che il tuo link è scaduto o non è valido.

source: Manage Account
bg: Управление на акаунта
es: Gestionar cuenta
hu: Fiók kezelése
it: Gestisci Account

source: New password saved.
bg: Новата парола e запазена.
es: Nueva contraseña guardada.
hu: Az új jelszó mentve.
it: Nuova password salvata.

source: Not found
bg: Не е намерено
es: No encontrado
hu: Nem található
it: Non trovato

source: Password reset
bg: Възстановяване на парола
es: Restablecer contraseña
hu: Jelszó visszaállítása
it: Reimposta password

source: Password reset successful
bg: Възстановяването на парола беше успешно
es: Restablecimiento de contraseña correcto
hu: Jelszó-visszaállítás sikeres
it: Reimpostazione password riuscita

source: Please Verify Your Account
bg: Моля, потвърдете акаунта си
es: Por favor, verifica tu cuenta
hu: Kérjük, erősítsd meg a fiókodat
it: Verifica il tuo account

source: Please Verify Your Email
bg: Моля, потвърдете имейла си
es: Por favor, verifica tu correo electrónico
hu: Kérjük, erősítsd meg az e-mail címedet
it: Verifica la tua Email

source: Please activate your account first.
bg: Моля, първо активирайте акаунта си
es: Por favor, activa primero tu cuenta.
hu: Kérjük, először aktiváld a fiókodat.
it: Attiva il tuo account prima.

source: Please complete the captcha.
bg: Моля, попълнете капчата.
es: Por favor, completa el captcha.
hu: Kérjük, töltsd ki a captcha-t.
it: Completa il captcha.

source: Resend activation link
bg: Изпрати линк за активиране от отново
es: Reenviar enlace de activación
hu: Aktiválási link újraküldése
it: Invia nuovamente link di attivazione

source: Reset your password.
bg: Възстановете паролата си.
es: Restablece tu contraseña.
hu: Állítsd vissza a jelszavadat.
it: Reimposta la tua password.

source: Sign in
bg: Вход
es: Iniciar sesión
hu: Bejelentkezés
it: Accedi

source: Sign in with your email address and password here.
bg: Влезете с имел и парола от тук.
es: Inicia sesión aquí con tu correo electrónico y contraseña.
hu: Itt jelentkezhetsz be az e-mail címeddel és jelszavaddal.
it: Accedi con il tuo indirizzo email e password qui.

source: Sign in.
bg: Вход.
es: Inicia sesión.
hu: Bejelentkezés.
it: Accesso.

source: Sign up
bg: Регистрация
es: Crear cuenta
hu: Regisztráció
it: Iscriviti

source: Sign up successful
bg: Регистрацията беше успешна
es: Registro correcto
hu: Sikeres regisztráció
it: Iscrizione completata

source: Sign up.
bg: Регистрация.
es: Crea una cuenta.
hu: Regisztráció.
it: Iscrizione.

source: Thanks for verifying your email.
bg: Благодарим ви, че потвърдихте имейла си.
es: Gracias por verificar tu correo electrónico.
hu: Köszönjük, hogy megerősítetted az e-mail címedet.
it: Grazie per aver verificato la tua email.

source: That didn’t work :-(
bg: Това не стана :-(
es: Eso no ha funcionado :-(
hu: Ez nem sikerült :-(
it: Non ha funzionato :-(

source: Welcome to Keila!
bg: Добре дошли в Keila!
es: ¡Bienvenido a Keila!
hu: Üdvözlünk a Keila-ban!
it: Benvenuto in Keila!

source: Welcome to Keila, please confirm your new account by visiting the following link: %{url} If you weren’t trying to create an account, simply ignore this message.
bg: Добре дошли в Keila, моля, потвърдете новия си акаунт, като посетите следния линк: %{url} Ако не се опитвахте да създадете акаунт, просто не обръщайте внимание на това съобщение.
es: Bienvenido a Keila, por favor confirma tu nueva cuenta visitando el siguiente enlace: %{url} Si no intentabas crear una cuenta, simplemente ignora este mensaje.
hu: Üdvözlünk a Keila-ban! kérjük, erősítsd meg az új fiókodat az alábbi link meglátogatásával: %{url} Ha nem te próbáltál fiókot létrehozni, egyszerűen hagyd figyelmen kívül ezt az üzenetet.
it: Benvenuto in Keila, conferma il tuo nuovo account visitando il seguente link: %{url} Se non stavi cercando di creare un account semplicemente ignora questo messaggio.

source: We’ve resent your verification link to %{email}.
bg: Изпратихме отново линка за потвърждение на %{email}.
es: Hemos reenviado tu enlace de verificación a %{email}.
hu: Újraküldtük az ellenőrző linkedet a(z) %{email} címre.
it: Ti abbiamo nuovamente inviato un link di verifica a %{email}.

source: We’ve sent you a verification link to %{email}.
bg: Изпратихме ви линк за потвърждение на %{email}.
es: Te hemos enviado un enlace de verificación a %{email}.
hu: Elküldtünk egy ellenőrző linket a(z) %{email} címre.
it: Ti abbiamo inviato un link di verifica a %{email}.

source: You can now continue using Keila.
bg: Вече можете да използвате Keila.
es: Ahora puedes continuar usando Keila.
hu: Most már folytathatod a Keila használatát.
it: Puoi ora continuare ad usare Keila.

source: You need to verify your email before you can use Keila. Please check your inbox.
bg: Трябва да потвърдите имейла си, преди да може да използвате Keila. Моля, проверете пощенската си кутия.
es: Debes verificar tu correo electrónico antes de poder usar Keila. Por favor, revisa tu bandeja de entrada.
hu: A Keila használatához előbb meg kell erősítened az e-mail címedet. Kérjük, ellenőrizd a beérkező leveleidet.
it: Devi verificare la tua email prima di poter usare Keila. Controlla la tua posta in arrivo.

source: Your Account Reset Link
bg: Линк за възстановяване на акаунта ви
es: Tu enlace de restablecimiento de cuenta
hu: Fiók-visszaállítási linked
it: Il tuo link di reimpostazione account

source: Your Login Link
bg: Линк за вход
es: Tu enlace de inicio de sesión
hu: Bejelentkezési linked
it: Il tuo link di accesso

source: Log in with your new password
bg: Влезете с новата си парола
es: Inicia sesión con tu nueva contraseña
hu: Jelentkezz be az új jelszavaddal
it: Accedi con la tua nuova password

source: Hey there, please verify your sender email address by visiting the following link: %{url} If you didn't request this verification, please ignore this message and do not click on the link.
bg: Здравейте, моля, потвърдете имейл адреса за подател, като посетите следния линк: %{url} Ако не сте поискали това потвърждение, моля не обръщайте внимание на това съобщение и не кликайте на линка.
es: Hola, por favor verifica tu dirección de correo del remitente visitando el siguiente enlace: %{url} Si no solicitaste esta verificación, por favor ignora este mensaje y no hagas clic en el enlace.
hu: Szia! kérjük, erősítsd meg a feladó e-mail címedet az alábbi link meglátogatásával: %{url} Ha nem te kérted ezt az ellenőrzést, kérjük, hagyd figyelmen kívül ezt az üzenetet, és ne kattints a linkre.
it: Ciao, conferma il tuo indirizzo email mittente visitando il seguente link: %{url} Se non hai richiesto questa verifica ignora questo messaggio e non cliccare sul link.

source: Please Verify Your Email for Keila
bg: Моля, потвърдете имейла си за Keila
es: Por favor, verifica tu correo electrónico para Keila
hu: Kérjük, erősítsd meg az e-mail címedet a Keila-hoz
it: Verifica la tua Email per Keila
