Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/cloud.po
Languages: bg, de, es, hu, it

source: Account Verification
bg: Верификация на акаунта
de: Kontoüberprüfung
es: Verificación de cuenta
hu: Fiók hitelesítése
it: Verifica Account

source: Account not activated
bg: Акаунтът не е активиран
de: Konto nicht aktiviert
es: Cuenta no activada
hu: Fiók nincs aktiválva
it: Account non attivato

source: Account status
bg: Статус на акаунта
de: Kontostatus
es: Estado de la cuenta
hu: Fiók állapota
it: Stato account

source: Address line 1
bg: Адрес ред 1
de: Adresszeile 1
es: Dirección línea 1
hu: Cím 1. sora
it: Linea indirizzo 1

source: Address line 2
bg: Адрес ред 2
de: Adresszeile 2
es: Dirección línea 2
hu: Cím 2. sora
it: Linea indirizzo 2

source: Address line 3
bg: Адрес ред 3
de: Adresszeile 3
es: Dirección línea 3
hu: Cím 3. sora
it: Linea indirizzo 3

source: Apt 1
bg: Апт. 1
de: Wohnung 1
es: Apto 1
hu: 1. lakás
it: Appartamento 1

source: Back to project list
bg: Обратно към списъка с проекти
de: Zurück zur Projektliste
es: Volver a la lista de proyectos
hu: Vissza a projektlistához
it: Indietro alla lista progetti

source: Before you can start sending emails, we need some more information about your account.
bg: За да изпращате имейли, е нужно да предоставите още информация за акаунта си.
de: Bevor du E-Mails versenden kannst, benötigen wir noch einige Informationen über dein Konto.
es: Antes de poder empezar a enviar correos, necesitamos más información sobre tu cuenta.
hu: Mielőtt elkezdhetne e-maileket küldeni, még néhány információra van szükségünk a fiókjáról.
it: Prima che tu possa inviare email abbiamo bisogno altre informazioni circa il tuo account.

source: Business/organization name
bg: Име на бизнеса/организацията
de: Name der Firma/Organisation
es: Nombre de la empresa/organización
hu: Vállalkozás/szervezet neve
it: Nome azienda/organizzazione

source: Check Domain
bg: Проверка на домейн
de: Domain prüfen
es: Comprobar dominio
hu: Domain ellenőrzése
it: Controlla Dominio

source: Check status
bg: Проверка на статуса
de: Status prüfen
es: Comprobar estado
hu: Állapot ellenőrzése
it: Controlla stato

source: City
bg: Град
de: Stadt
es: Ciudad
hu: Város
it: Città

source: Complete information
bg: Пълна информация
de: Informationen vervollständigen
es: Completar información
hu: Adatok kitöltése
it: Completa informazioni

source: Country
bg: Държава
de: Land
es: País
hu: Ország
it: Stato

source: County
bg: Окръг
de: Bezirk
es: Condado
hu: Megye
it: Provincia

source: Custom
bg: Персонализиран
de: Benutzerdefiniert
es: Personalizado
hu: Egyéni
it: Personalizzato

source: Department
bg: Департамент
de: Abteilung
es: Departamento
hu: Részleg
it: Dipartimento

source: District
bg: Район
de: Bezirk
es: Distrito
hu: Kerület
it: Distretto

source: Domain verified
bg: Домейнът е проверен
de: Domain bestätigt
es: Dominio verificado
hu: Domain ellenőrizve
it: Dominio verificato

source: Emirate
bg: Емирство
de: Emirat
es: Emirato
hu: Emírség
it: Emirati

source: Every new account has to undergo a quick manual review. Please share some information about you to help with this process.
bg: Всеки нов акаунт трябва да премине през бърз ръчен преглед от наша страна. Моля, споделете някоя информация за себе си, за да ви помогнем с процеса.
de: Jedes neue Konto muss eine kurze manuelle Überprüfung durchlaufen. Bitte teile uns dazu noch ein paar Informationen über dich mit.
es: Cada nueva cuenta debe someterse a una rápida revisión manual. Por favor, comparte información sobre ti para ayudar en este proceso.
hu: Minden új fióknak át kell esnie egy gyors manuális ellenőrzésen. Kérjük, osszon meg néhány információt magáról, hogy segítse ezt a folyamatot.
it: Ogni nuovo account deve sottostare ad una veloce revisione manuale. Condividi qualche informazione su di te per aiutare in questo processo.

source: Finalizing your sender ...
bg: Финализиране на вашия подател ...
de: Sender wird finalisiert ...
es: Finalizando tu remitente ...
hu: Küldő véglegesítése ...
it: Finalizzazione del tuo mittente ...

source: First name
bg: Име
de: Vorname
es: Nombre
hu: Keresztnév
it: Nome

source: I don’t have an existing contact list yet.
bg: Нямам съществуващ списък с контакти.
es: Aún no tengo una lista de contactos existente.
hu: Még nincs meglévő kontaktlistám.
it: Non ho ancora una lista contatti.

source: I have an existing contact list that I want to import into Keila.
bg: Имам съществуващ списък с контакти, който искам да импортирам в Keila.
de: Ich habe eine bestehende Kontaktliste, die ich in Keila importieren möchte.
es: Tengo una lista de contactos existente que quiero importar en Keila.
hu: Van egy meglévő kontaktlistám, amelyet importálni szeretnék a Keilába.
it: Ho una lista contatti che voglio importare in Keila.

source: If you don’t have a website yet, you can also enter the link to a social media profile or some other public online presence.
bg: Ако все още нямате уебсайт, можете също да въведете връзка към профил в социална мрежа или друг вид публично онлайн присъствие.
es: Si aún no tienes un sitio web, también puedes introducir el enlace a un perfil en redes sociales u otra presencia pública en línea.
hu: Ha még nincs weboldala, megadhatja egy közösségimédia-profil linkjét vagy valamilyen más nyilvános online jelenlétet is.
it: Se non hai ancora un sito puoi anche inserire il link ad un profilo social o qualche altra forma di presenza pubblica online.

source: Island
bg: Остров
de: Insel
es: Isla
hu: Sziget
it: Isola

source: Last checked at:
bg: Последна проверка на:
de: Letzte Überprüfung:
es: Última comprobación:
hu: Utoljára ellenőrizve:
it: Ultima verifica il:

source: Last name
bg: Фамилия
de: Nachname
es: Apellidos
hu: Vezetéknév
it: Cognome

source: Legacy Settings
bg: Настройки на наследство
de: Legacy-Einstellungen
es: Configuración heredada
hu: Örökölt beállítások
it: Impostazioni Legacy

source: Let’s get to know each other!
bg: Хайде да се запознаем!
de: Lernen wir uns kennen!
es: ¡Vamos a conocernos!
hu: Ismerjük meg egymást!
it: Conosciamoci l'un l'altro!

source: Leverage your existing email infrastructure and send emails with SMTP, or via Mailgun, Sendgrid, SES, or Postmark.
bg: Използвайте собствената си имейл инфраструктура и изпращайте имейли с SMTP или чрез Mailgun, Sendgrid, SES или Postmark.
de: Nutze deine bestehende E-Mail-Infrastruktur und sende E-Mails über SMTP oder über Mailgun, Sendgrid, SES oder Postmark.
es: Aprovecha tu infraestructura de correo existente y envía correos con SMTP o mediante Mailgun, Sendgrid, SES o Postmark.
hu: Használja a meglévő e-mail infrastruktúráját, és küldjön e-maileket SMTP-vel, vagy Mailgun, Sendgrid, SES vagy Postmark segítségével.
it: Sfrutta la tua infrastruttura di posta elettronica ed invia email con SMTP, Mailgun, Sendgrid, SES o Postmark.

source: Main Street 1
bg: Главна улица 1
de: Hauptstraße 1
es: Calle Principal 1
hu: Fő utca 1
it: Via Roma 1

source: My Newsletter
bg: Мой бюлетин
de: Mein Newsletter
es: Mi boletín
hu: Hírlevelem
it: Mia Newsletter

source: Nice to meet you, %{given_name}!
bg: Приятно ми е да се запознаем, %{given_name}!
de: Schön, dich kennenzulernen, %{given_name}!
es: ¡Encantado de conocerte, %{given_name}!
hu: Örülök, hogy megismerhetem, %{given_name}!
it: Piacere di conoscerti, %{given_name}!

source: Once you have provided the necessary details, we will perform a manual review of your account. This usually takes less than one working day. If you have any questions, please reach out to our support at [%{support_email}](mailto:%{support_email}).
bg: След като ни предоставите необходимите данни, ще прегледаме акаунта ви. Това обикновено отнема по-малко от един работен ден. Ако имате въпроси, пишете ни на [%{support_email}](mailto:%{support_email}).
de: Sobald du die notwendigen Details bereitgestellt hast, führen wir eine manuelle Überprüfung deines Kontos durch. Dies dauert in der Regel weniger als einen Werktag. Falls du Fragen hast, wende dich bitte an unseren Support unter [%{support_email}](mailto:%{support_email}).
es: Una vez que hayas proporcionado los datos necesarios, realizaremos una revisión manual de tu cuenta. Esto suele tardar menos de un día laborable. Si tienes alguna pregunta, contacta con nuestro soporte en [%{support_email}](mailto:%{support_email}).
hu: Miután megadta a szükséges adatokat, manuálisan felülvizsgáljuk a fiókját. Ez általában kevesebb mint egy munkanapot vesz igénybe. Ha bármilyen kérdése van, vegye fel a kapcsolatot a támogatásunkkal itt: [%{support_email}](mailto:%{support_email}).
it: Quando avrai fornito i dettagli necessari effettueremo una verifica manuale del tuo account. Questo normalmente richiede meno di un giorno lavorativo. Se hai qualunque domanda contatta il nostro supporto a [%{support_email}](mailto:%{support_email}).

source: Organization/business name
bg: Име на организация/бизнес
de: Name der Organisation/Firma
es: Nombre de la empresa/organización
hu: Szervezet/vállalkozás neve
it: Nome organizzazione/azienda

source: Parish
bg: Oбщина
de: Gemeinde
es: Parroquia
hu: Plébánia
it: Parrocchia

source: Please describe the origin of your contact list and how you've obtained consent from your existing contacts.
bg: Моля, опишете произхода на списъка с контакти и как сте получили съгласието от съществуващите си контакти.
de: Bitte beschreibe die Herkunft deiner Kontaktliste und wie du die Einverständnis deiner bestehenden Kontakte erhalten hast.
es: Por favor, describe el origen de tu lista de contactos y cómo has obtenido el consentimiento de tus contactos existentes.
hu: Kérjük, írja le a kontaktlista eredetét és azt, hogyan szerezte be a meglévő kontaktoktól a hozzájárulást.
it: Descrivi l'origine della tua lista contatti e come hai ottenuto il consenso dai tuoi contatti esistenti.

source: Please describe the type of content and the purpose of the emails you are planning to send with Keila.
bg: Моля, опишете типа съдържание и целта на имейлите, които планирате да изпращате с Keila.
de: Bitte beschreibe Inhalt und Zweck der E-Mails, die du mit Keila versenden möchtest.
es: Por favor, describe el tipo de contenido y el propósito de los correos que planeas enviar con Keila.
hu: Kérjük, írja le a Keilával küldeni tervezett e-mailek tartalmának típusát és célját.
it: Descrivi il tipo di consenso e lo scopo delle email che stai pianificando di inviare con Keila.

source: Please select a country
bg: Моля, изберете държава
de: Bitte wähle ein Land aus
es: Selecciona un país
hu: Kérjük, válasszon országot
it: Seleziona una nazione

source: Postal code
bg: Пощенски код
de: Postleitzahl
es: Código postal
hu: Irányítószám
it: Codice postale

source: Prefecture
bg: Префектура
de: Präfektur
es: Prefectura
hu: Prefektúra
it: Prefettura

source: Province
bg: Провинция
de: Provinz
es: Provincia
hu: Tartomány
it: Provincia

source: Region
bg: Регион
es: Región
hu: Régió
it: Regione

source: Review account for %{email}
bg: Преглед на акаунта за %{email}
de: Konto von %{email} überprüfen
es: Revisar cuenta de %{email}
hu: %{email} fiók felülvizsgálata
it: Verifica account per %{email}

source: Select plan
bg: Изберете план
de: Abo auswählen
es: Seleccionar plan
hu: Csomag kiválasztása
it: Seleziona piano

source: Send With Keila
bg: Изпратете с Keila
de: Mit Keila versenden
es: Enviar con Keila
hu: Küldés a Keilával
it: Invia Con Keila

source: Send with Keila
bg: Изпратете с Keila
de: Mit Keila versenden
es: Enviar con Keila
hu: Küldés a Keilával
it: Invia con Keila

source: Show DNS Records
bg: Покажи DNS данни
de: DNS-Einträge anzeigen
es: Mostrar registros DNS
hu: DNS-rekordok megjelenítése
it: Mostra Record DNS

source: State
bg: Щат
de: Bundesland
es: Estado
hu: Állam
it: Stato

source: State/Province
bg: Щат/Провинция
de: Bundesland/Provinz
es: Estado/Provincia
hu: Állam/Tartomány
it: Stato/Provincia

source: Status page
bg: Страница с статус
de: Statusseite
es: Página de estado
hu: Állapot oldal
it: Pagina stato

source: Subdomain
bg: Субдомен
es: Subdominio
hu: Aldomain
it: Sottodominio

source: This account is for a business/organization
bg: Този акаунт е за бизнес/организация
de: Dieses Konto ist für eine Firma/Organisation
es: Esta cuenta es para una empresa/organización
hu: Ez a fiók egy vállalkozás/szervezet számára van
it: Questo account è per una azienda/organizzazione

source: This email will show up as the *From email* in the inbox of your recipients.
bg: Този имейл ще бъде обозначен като *От имейл* в кутията за получаване на вашите получатели.
de: Diese E-Mail wird als *Absender-E-Mail* im Posteingang deiner Empfänger angezeigt.
es: Este correo aparecerá como *Correo del remitente* en la bandeja de entrada de tus destinatarios.
hu: Ez az e-mail fog megjelenni *Feladó e-mail* címként a címzettjeid beérkező levelei között.
it: Questa email sarà mostrata come *Email mittente* nella posta in arrivo dei tuoi destinatari.

source: This is a private account
bg: Това е личен акаунт
de: Dies ist ein privates Konto
hu: Ez egy privát fiók
it: Questo è un account privato

source: This name will show up as the *From name* in the inbox of your recipients.
bg: Това име бъде обозначено като *От име* в кутията за получаване на вашите получатели.
de: Dieser Name wird als *Absendername* im Posteingang deiner Empfänger angezeigt.
es: Este nombre aparecerá como *Nombre del remitente* en la bandeja de entrada de tus destinatarios.
hu: Ez a név fog megjelenni *Feladó név*ként a címzettjeid beérkező levelei között.
it: Questo nome sarà mostrato come *Nome mittente* nella posta in arrivo dei tuoi destinatari.

source: To comply with anti-spam regulations, we need to know your address.
bg: За да се съобразяваме с противospam разпорежданията, ни е необходим вашият адрес.
de: Um den Anti-Spam-Bestimmungen zu entsprechen, benötigen wir deine Adresse.
es: Para cumplir con las normativas anti‑spam, necesitamos conocer tu dirección.
hu: Az anti-spam szabályozásoknak való megfeleléshez ismernünk kell a címét.
it: Per ottemperare alle normative anti-spam, abbiamo bisogno del tuo indirizzo.

source: To ensure good deliverability of your emails, you need to verify your domain by adding DNS records. [Read more](https://www.keila.io/docs/managed-dmarc){:target="_blank"}
bg: За да гарантирате добра доставяемост на вашите имейли, трябва да проверите домейна си, като добавите DNS записи. [Прочетете повече](https://www.keila.io/docs/managed-dmarc){:target="_blank"}
de: Um eine gute Zustellbarkeit deiner E-Mails zu gewährleisten, musst du deine Domain durch das Hinzufügen von DNS-Einträgen verifizieren. [Mehr erfahren](https://www.keila.io/docs/managed-dmarc){:target="_blank"}
es: Para garantizar una buena entregabilidad de tus correos, debes verificar tu dominio añadiendo registros DNS. [Leer más](https://www.keila.io/docs/managed-dmarc){:target="_blank"}
hu: Az e-mailjei jó kézbesíthetőségének biztosításához ellenőriznie kell a domainjét DNS-rekordok hozzáadásával. [További információ](https://www.keila.io/docs/managed-dmarc){:target="_blank"}
it: Per assicurarci la buona recapitabilità delle tue email devi verificare il tuo dominio aggiungendo dei record al DNS [Leggi altro](https://www.keila.io/docs/managed-dmarc){:target="_blank"}

source: To make sure Keila is only used to send legitimate emails, we need to review every new account. Thank you for helping us fight spam!
bg: За да се уверим, че Keila се използва само за изпращане на легитимни имейли, трябва да прегледаме всеки нов акаунт. Благодарим ви, че ни помагате да се борим със спама!
de: Um sicherzustellen, dass Keila nur zum Versand legitimer E-Mails genutzt wird, müssen wir jedes neue Konto überprüfen. Vielen Dank, dass du uns dabei hilfst, Spam zu bekämpfen!
es: Para asegurarnos de que Keila solo se use para enviar correos legítimos, debemos revisar cada cuenta nueva. ¡Gracias por ayudarnos a combatir el spam!
hu: Annak érdekében, hogy a Keilát csak legitim e-mailek küldésére használják, minden új fiókot felül kell vizsgálnunk. Köszönjük, hogy segít a spam elleni küzdelemben!
it: Per assicurarci che Keila sia usato per inviare email legittime dobbiamo verificare ogni nuovo account. Grazie per aiutare a combattere lo spam!

source: Type
bg: Тип
de: Typ
es: Tipo
hu: Típus
it: Tipo

source: Until you have verified your domain, emails for this sender will be sent from *%{fallback_email}*. Replies will go to *%{from_email}*.
bg: Докато не проверите домейна си, имейлите за този подател ще бъдат изпращани от *%{fallback_email}*. Отговорите ще отиват на *%{from_email}*.
de: Bis du deine Domain bestätigt hast, werden E-Mails für diesen Sender von *%{fallback_email}* gesendet. Antworten gehen an *%{from_email}*.
es: Hasta que verifiques tu dominio, los correos de este remitente se enviarán desde *%{fallback_email}*. Las respuestas irán a *%{from_email}*.
hu: Amíg nem ellenőrizted a domainedet, a feladóhoz tartozó e-mailek *%{fallback_email}* címről lesznek elküldve. A válaszok a *%{from_email}* címre mennek.
it: Finchè non avrai verificato il tuo dominio le email da questo mittente saranno inviate da *%{fallback_email}*. Le risposte andranno a *%{from_email}*.

source: Update account information
bg: Обновете информацията за акаунта
de: Kontoinformationen aktualisieren
es: Actualizar información de la cuenta
hu: Fiókinformációk frissítése
it: Aggiorna informazioni account

source: Update to new settings
bg: Обновете към нови настройки
de: Auf neue Einstellungen aktualisieren
es: Actualizar a la nueva configuración
hu: Frissítés az új beállításokra
it: Aggiorna alle nuove impostazioni

source: Use our reliable European email infrastructure for excellent deliverability and automatic bounce handling.
bg: Използвайте нашата надеждна европейска имейл инфраструктура за отлична доставяемост и автоматично обработване на връщания.
de: Nutze unsere zuverlässige europäische E-Mail-Infrastruktur für hervorragende Zustellbarkeit und automatische Bearbeitung von zurückgewiesenen E-Mails.
es: Utiliza nuestra fiable infraestructura de correo europea para una excelente entregabilidad y gestión automática de rebotes.
hu: Használd megbízható európai e-mail infrastruktúránkat kiváló kézbesíthetőséghez és automatikus visszapattanás-kezeléshez.
it: Usa la nostra affidabile infrastruttura Europea per una eccellente recapitabilità e gestione automatica dei rimbalzi.

source: Value
bg: Стойност
de: Wert
es: Valor
hu: Érték
it: Valore

source: Waiting for domain verification ...
bg: Изчакване на проверка на домейна ...
de: Warten auf Domain-Bestätigung ...
es: Esperando la verificación del dominio ...
hu: Várakozás a domain ellenőrzésére ...
it: Attesa per la verifica del dominio ...

source: We will now perform a manual review of your data. This usually doesn't take longer than one working day. In the meantime, you can continue to use Keila. Sending emails will be enabled for your account once the review has been completed.
bg: Сега ще извършим ръчен преглед на вашите данни. Това обикновено не отнема повече от един работен ден. Междувременно можете да продължите да използвате Keila. Изпращането на имейли ще бъде активирано за вашия акаунт, след като прегледът бъде завършен.
de: Wir führen nun eine manuelle Überprüfung deiner Daten durch. Dies dauert in der Regel nicht länger als einen Werktag. In der Zwischenzeit kannst du Keila weiter nutzen. Das Versenden von E-Mails wird für dein Konto freigeschaltet, sobald die Überprüfung abgeschlossen ist.
es: Ahora realizaremos una revisión manual de tus datos. Normalmente no tarda más de un día laborable. Mientras tanto, puedes seguir usando Keila. El envío de correos se habilitará para tu cuenta una vez finalizada la revisión.
hu: Most manuálisan felülvizsgáljuk az adatait. Ez általában nem tart tovább egy munkanapnál. Addig is tovább használhatja a Keilát. Az e-mail küldés engedélyezve lesz a fiókjában, amint a felülvizsgálat befejeződött.
it: Effettueremo ora una verifica manuale dei tuoi dati. Questo normalmente non impiega più di un giorno lavorativo. Nel frattempo puoi continuare ad usare Keila. L'invio delle email sarà abilitato per il tuo account quando la verifica sarà stata completata.

source: We're currently finalizing the setup of your sender. This may take a few minutes.
bg: В момента завършваме настройката на вашия подател. Това може да отнеме няколко минути.
de: Wir finalisieren gerade die Einrichtung deines Senders. Dies kann einige Minuten dauern.
es: Estamos finalizando la configuración de tu remitente. Esto puede tardar unos minutos.
hu: Jelenleg a feladója beállításainak véglegesítésén dolgozunk. Ez eltarthat néhány percig.
it: Stiamo ora finalizzando la configurazione del tuo mittente. Questo potrà impoegare alcuni minuti.

source: Website
bg: Уебсайт
es: Sitio web
hu: Weboldal
it: Sito web

source: Welcome to Keila, have a look around! To start sending emails, please choose a subscription.
bg: Добре дошли в Keila, разгледете наоколо! За да започнете да изпращате имейли, моля, изберете абонамент.
de: Willkommen bei Keila, schau dich um! Um E-Mails zu versenden, wähle bitte ein Abo.
es: Bienvenido a Keila, ¡échale un vistazo! Para empezar a enviar correos, por favor elige una suscripción.
hu: Üdvözöljük a Keilában, nézzen körül! Az e-mailek küldésének megkezdéséhez kérjük, válasszon előfizetést.
it: Benvenuto a Keila, dai un occhio in giro! Per inizare ad inviare email scegli un abbonamento.

source: You are currently using legacy email settings. We recommend updating to the new settings for better performance and reliability.
bg: В момента използвате стари имейл настройки. Препоръчваме да обновите към новите настройки за по-добри резулатати и надеждност.
de: Du verwendest derzeit die Legacy-Domain-Einstellungen. Wir empfehlen, auf die neuen Einstellungen zu aktualisieren, um eine bessere Leistung und Zuverlässigkeit zu gewährleisten.
es: Actualmente estás usando una configuración de correo heredada. Recomendamos actualizar a la nueva configuración para mejorar el rendimiento y la fiabilidad.
hu: Jelenleg régi e-mail beállításokat használ. A jobb teljesítmény és megbízhatóság érdekében javasoljuk az új beállításokra való frissítést.
it: Stai correntemente usando le impostazioni email legacy. Raccomandiamo di aggiornarle alle nuove impostazioni per una migliore prestazione e affidabilità.

source: Your Company, Inc.
bg: Вашата компания, ООД
de: Deine Firma GmbH
es: Tu Empresa, S.A.
hu: Az Ön Cége Kft.
it: Tua Azienda S.p.A.

source: Your account is currently under review. Sending emails will be enabled once the review has been completed.
bg: Вашият акаунт се прегледа в момента. Ще можете да изпращате имейли веднага щом приключим!
de: Dein Konto wird derzeit überprüft. Das Versenden von E-Mails wird freigeschaltet, sobald die Überprüfung abgeschlossen ist.
es: Tu cuenta está actualmente en revisión. El envío de correos se habilitará una vez que la revisión haya finalizado.
hu: A fiókja jelenleg felülvizsgálat alatt áll. Az e-mailek küldése a felülvizsgálat befejezése után lesz engedélyezve.
it: Il tuo account è correntemente in verifica. L'invio di email sarà abilitato quando la verifica sarà stata completata.
