Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/cloud.po
Languages: bg, de, es, hu, it

source: You’re using a shared domain. Emails will be sent from *%{fallback_email}*. Replies will go to *%{from_email}*. [Read more](https://www.keila.io/docs/shared-domains){:target="_blank"}
bg: Използвате общ домейн. Имейлите ще бъдат изпращани от *%{fallback_email}*. Отговорите ще отиват на *%{from_email}*. [Прочетете повече](https://www.keila.io/docs/shared-domains){:target="_blank"}
de: Du verwendest eine öffentliche Domain. E-Mails werden von *%{fallback_email}* gesendet. Antworten gehen an *%{from_email}*. [Mehr erfahren](https://www.keila.io/docs/shared-domains){:target="_blank"}
es: Estás usando un dominio compartido. Los correos se enviarán desde *%{fallback_email}*. Las respuestas irán a *%{from_email}*. [Leer más](https://www.keila.io/docs/shared-domains){:target="_blank"}
hu: Megosztott domaint használ. Az e-mailek *%{fallback_email}* címről lesznek elküldve. A válaszok a *%{from_email}* címre mennek. [További információ](https://www.keila.io/docs/shared-domains){:target="_blank"}
it: Stai usando un dominio condiviso. Le email saranno inviate da *%{fallback_email}*. Le risposte andranno a *%{from_email}*. [Leggi altro](https://www.keila.io/docs/shared-domains){:target="_blank"}

source: current value:
bg: текуща стойност:
de: aktueller Wert:
es: valor actual:
hu: jelenlegi érték:
it: valore corrente:

source: empty
bg: празно
de: leer
es: vacío
hu: üres
it: vuoto

source: https://example.com
it: http://esempio.com

source: newsletter@example.com
it: newsletter@esempio.com
