Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg, de, hu

source: Create your first API key
bg: Създай първия си API ключ
de: Erstelle deinen ersten API-Schlüssel
hu: Hozza létre az első API kulcsát

source: Important: The private API Key is displayed only once and cannot be recovered.
bg: Вaжно: private API ключ се показва само веднъж и не може да бъде възстановен.
de: Wichtig: Der private API-Schlüssel wird nur einmal angezeigt und kann nicht wiederhergestellt werden.
hu: Fontos: A privát API kulcs csak egyszer jelenik meg, és nem állítható helyre.

source: API Key Name
bg: Име на API ключа
de: Name des API-Schlüssels
hu: API kulcs neve

source: My API Key
bg: Мой API ключ
de: Mein API-Schlüssel
hu: Saját API kulcs

source: New API Key
bg: Нов API ключ
de: Neuer API-Schlüssel
hu: Új API kulcs

source: New API key created:
bg: Нов API ключ е създаден:
de: Neuer API-Schlüssel erstellt:
hu: Új API kulcs létrehozva:

source: Please select a sender
bg: Моля, изберете подател
de: Bitte wähle einen Sender
hu: Kérjük, válassz feladót

source: Replace duplicates
bg: Замени дубликати
de: Duplikate ersetzen
hu: Duplikátumok cseréje

source: Revoke
bg: Деактивирай
de: Widerrufen
hu: Visszavonás

source: The following is your private API Key. Use it to authorize API calls.
bg: Това е вашият private API ключ. Използвайте го, за да оторизирате API повиквания.
de: Hier ist dein privater API-Schlüssel. Nutze ihn, um API-Aufrufe zu autorisieren.
hu: Az alábbi az Ön privát API-kulcsa. Ezzel engedélyezheti az API-hívásokat.

source: You can add any JSON object as custom data to your campaign.
bg: Можете да добавите всеки JSON обект като персонализирани данни към вашата кампания.
de: Du kannst ein JSON-Objekt als benutzerdefinierte Daten zu deiner Kampagne hinzufügen.
hu: Bármilyen JSON objektumot hozzáadhat egyéni adatként a kampányához.

source: You must specify a sender before sending/scheduling a campaign.
bg: Трябва да посочите подател преди изпращане/планиране на кампания
de: Vor dem Versenden/Planen der Kampagne muss ein Sender ausgewählt sein.
hu: Kampány küldése/ütemezése előtt meg kell adnod egy feladót.

source: Code
bg: Код
hu: Kód

source: Insert Code
bg: Вмъкни код
de: Code einfügen
hu: Kód beszúrása

source: Read more about [how to use Liquid in Keila](https://www.keila.io/docs/campaigns#liquid-templating) or about [custom contact data](https://www.keila.io/docs/contacts#contact-data).
bg: Прочетете повече за [как да използвате Liquid в Keila](https://www.keila.io/docs/campaigns#liquid-templating) или за [персонализирани данни за контакти](https://www.keila.io/docs/contacts#contact-data).
de: Weitere Informationen zur [Verwendung von Liquid in Keila](https://www.keila.io/docs/campaigns#liquid-templating) und zu [benutzerdefinierten Daten](https://www.keila.io/docs/contacts#contact-data).
hu: Olvass többet arról, [hogyan használható a Liquid a Keilában](https://www.keila.io/docs/campaigns#liquid-templating) vagy az [egyéni kapcsolattartói adatokról](https://www.keila.io/docs/contacts#contact-data).

source: You can insert data from your contacts or your campaign using the [Liquid template language](https://shopify.github.io/liquid/basics/introduction/).
bg: Можете да вмъкнете данни от вашите контакти или от вашата кампания, използвайки [езика за шаблони Liquid](https://shopify.github.io/liquid/basics/introduction/).
de: Du kannst mit [Liquid](https://shopify.github.io/liquid/basics/introduction/) Daten von deinen Kontakten oder deiner Kampagne einfügen.
hu: A [Liquid sablonnyelv](https://shopify.github.io/liquid/basics/introduction/) segítségével beszúrhat adatokat a kapcsolataiból vagy a kampányából.

source: Decrease indent
bg: Намали отстъпа
de: Einzug verringern
hu: Behúzás csökkentése

source: Campaign data
bg: Данни за кампанията
de: Kampagnen-Daten
hu: Kampányadatok

source: Enable rich text editor
bg: Активирай редактор за форматиран текст
de: Rich-Text-Editor aktivieren
hu: Rich text szerkesztő engedélyezése

source: Segment
bg: Сегмент
hu: Szegmens

source: Sender
bg: Подател
hu: Feladó

source: Template
bg: Шаблон
hu: Sablon

source: Change Language
bg: Смени език
de: Sprache ändern
hu: Nyelv módosítása

source: Language
bg: Език
de: Sprache
hu: Nyelv

source: Update language settings
bg: Обнови настройките на езика
de: Spracheinstellungen ändern
hu: Nyelvi beállítások frissítése

source: Border color
bg: Цвят на рамка
de: Linienfarbe
hu: Szegély színe

source: Border style
bg: Стил на рамка
de: Linienstil
hu: Szegély stílusa

source: Enable click/open tracking
bg: Активирай проследяване на кликване/отваряне
de: Klick-Tracking aktivieren
hu: Kattintás/megnyitás követésének engedélyezése

source: Here you can change the language for the Keila interface.
bg: Тук можете да смените езика на интерфейса на Keila.
de: Hier kannst du die Sprache für die Keila-Oberfläche ändern.
hu: Itt módosíthatja a Keila felületének nyelvét.

source: Margin
bg: Марж
de: Abstand
hu: Margó

source: My template name
bg: Име на моя шаблон
de: Mein Template-Name
hu: A sablonom neve

source: No configuration is required for this sender.
bg: Не е необходима конфигурация за този подател.
de: Dieser Sender benötigt keine weitere Konfiguration.
hu: Ehhez a feladóhoz nincs szükség konfigurációra.

source: Opacity
bg: Прозрачност
de: Transparenz
hu: Átlátszóság

source: Spacer
bg: Разделител
de: Abstandshalter
hu: Térköz

source: Start Upload
bg: Започни качване
de: Upload starten
hu: Feltöltés indítása

source: Text alignment
bg: Подравняване на текст
de: Satz
hu: Szöveg igazítása

source: Upload a new file
bg: Качи нов файл
de: Neue Datei hochladen
hu: Új fájl feltöltése

source: Uploads
bg: Качвания
hu: Feltöltések

source: Use the upload form to upload your first image.
bg: Използвайте формуляра за качване, за да качите първата си снимка.
de: Lade jetzt deine erste Datei hoch.
hu: Használd a feltöltési űrlapot az első képed feltöltéséhez.

source: With API keys, you can use the Keila API to manage campaigns and contacts programmatically.
bg: С API ключове можете да използвате Keila API, за да управлявате кампании и контакти програменно.
de: Mit API-Schlüsseln kannst du die API von Keila nutzen, um Kampagnen und Kontakte automatisiert zu verwalten.
hu: API-kulcsokkal programozottan kezelheted a Keila API-val a kampányokat és a kapcsolattartókat.

source: centered
bg: центриран
de: zentriert
hu: középre igazított

source: dashed
bg: прекъсвана линия
de: gestrichelt
hu: szaggatott

source: dotted
bg: точкова линия
de: gepunktet
hu: pontozott

source: flush left
bg: подравнен наляво
de: linksbündig
hu: balra zárt

source: flush right
bg: подравнен надясно
de: rechtsbündig
hu: jobbra zárt

source: justified
bg: подравнен
de: Blocksatz
hu: sorkizárt

source: large
bg: голям
de: groß
hu: nagy

source: medium
bg: среден
de: mittel
hu: közepes

source: small
bg: малък
de: klein
hu: kicsi

source: solid
bg: плътна линия
de: durchgezogen
hu: folytonos

source: 24-Hour Performance
bg: 24-часова ефективност
de: 24-Stunden-Performance
hu: 24 órás teljesítmény

source: API key copied to clipboard
bg: API ключът е копиран в клипборда
de: API-Schlüssel in die Zwischenablage kopiert
hu: API-kulcs a vágólapra másolva

source: Add content to this column here …
bg: Добавете съдържание в тази колона тук...
de: Inhalt zu dieser Spalte hinzufügen …
hu: Ide adj hozzá tartalmat ehhez az oszlophoz …

source: Back
bg: Назад
de: Zurück
hu: Vissza

source: Block
bg: Раздел
hu: Blokk

source: Block Editor
bg: Редактор на раздели
hu: Blokkszerkesztő

source: Buttons
bg: Бутони
hu: Gombok

source: Can you summarize your campaign in 50 characters?
bg: Можете ли да обобщите кампанията си в 50 символа?
de: Kannst du deine Kampagne in 50 Zeichen zusammenfassen?
hu: Össze tudja foglalni a kampányát 50 karakterben?

source: Choose Your Editor
bg: Изберете редактор
de: Wähle deinen Editor
hu: Válassza ki a szerkesztőjét

source: Click here to select an image.
bg: Кликнете тук, за да изберете снимка.
de: Hier klicken um ein Bild auszuwählen.
hu: Kattintson ide egy kép kiválasztásához.

source: Copy to clipboard
bg: Копирай в клипборда
de: In die Zwischenablage kopieren
hu: Másolás a vágólapra

source: Create stunning emails with multi-column layouts with the Block editor.
bg: Създавайте впечатляващи имейли с много колони със редактора на раздели.
de: Erstelle beeindruckende E-Mails mit mehrspaltigen Layouts mit dem Block-Editor.
hu: Készíts lenyűgöző e-maileket többoszlopos elrendezésekkel a blokk szerkesztővel.

source: Download
bg: Изтегли
de: Herunterladen
hu: Letöltés

source: Footer
bg: Футер
de: Fußzeile
hu: Lábléc

source: Footer links
bg: Линкове във футера
de: Fußzeilen-Links
hu: Lábléc hivatkozások

source: Image caption (optional)
bg: Подпис на снимката (по избор)
de: Bildunterschrift (optional)
hu: Képaláírás (opcionális)

source: Link for this image (optional)
bg: Линк за тази снимка (по избор)
de: Verlinkung für dieses Bild (optional)
hu: Hivatkozás ehhez a képhez (opcionális)

source: Make centered
bg: Центрирай
de: Zentrieren
hu: Középre igazítás

source: Make full width
bg: Направи на цял екран
de: Volle Breite
hu: Teljes szélesség

source: Opens
bg: Отваря
de: Geöffnet
hu: Megnyitások

source: Plain Text
bg: Обикновен текст
de: Nur Text
hu: Egyszerű szöveg

source: Preview Text
bg: Преглед на текста
de: Vorschautext
hu: Előnézeti szöveg

source: Quote Attribution
bg: Атрибуция на цитата
de: Zitat-Quelle
hu: Idézet forrása

source: Quote Text
bg: Текст на цитата
de: Zitat
hu: Idézet szövege

source: Quotes
bg: Цитати
de: Zitate
hu: Idézetek

source: Separator
bg: Разделител
de: Trenner
hu: Elválasztó

source: Start creating your newsletter here …
bg: Започнете да създавате бюлетина си тук …
de: Beginne mit deinem Newsletter hier …
hu: Kezdd el itt a hírleveled készítését …

source: System
bg: Система
hu: Rendszer

source: The simplest type of email. Text and nothing else. No images, no links, just text.
bg: Най-простият тип имейл. Само текст и нищо друго. Без снимки, без линкове, само текст.
de: Die einfachste Art, eine E-Mail zu versenden. Text und sonst nichts. Keine Bilder, keine Links.
hu: A legegyszerűbb e-mail típus. Csak szöveg és semmi más. Nincsenek képek, nincsenek hivatkozások, csak szöveg.

source: Unsubscribed Contacts
bg: Отписани контакти
de: Abgemeldete Kontakte
hu: Leiratkozott kapcsolatok

source: Untracked Campaign
bg: Непроследена кампания
de: Kampagne ohne Tracking
hu: Nem követett kampány

source: Use the Markdown editor to create beautiful single-column hybrid emails.
bg: Използвайте редактора Markdown, за да създадете красиви едно-колонни хибридни имейли.
de: Mit dem Markdown-Editor kannst du stylishe einspaltige E-Mails erstellen.
hu: Használd a Markdown szerkesztőt gyönyörű, egyhasábos hibrid e-mailek készítéséhez.

source: Users see this preview before they open your email. Use up to 50 characters.
bg: Потребителите виждат този предговор преди да отворят имейла ви. Използвайте до 50 символа.
de: Dieser Text wird von E-Mail-Programmen als Vorschau angezeigt. Verwende bis zu 50 Zeichen.
hu: A felhasználók ezt az előnézetet látják, mielőtt megnyitják az e-mailed. Használj legfeljebb 50 karaktert.

source: You have disabled tracking for this campaign. Thanks for respecting the privacy of your recipients!
bg: Вие сте деактивирали проследяването за тази кампания. Благодаря, че уважавате личната информация на получателите си!
de: Du hast Tracking für diese Kampagne deaktiviert. Danke dass du die Privatsphäre deiner Empfänger respektierst!
hu: Letiltottad a követést ennél a kampánynál. Köszönjük, hogy tiszteletben tartod a címzettjeid adatvédelmét!

source: You may use Liquid and Markdown in the signature. Use `[Unsubscribe]({{ unsubscribe_link }})` to include the unsubscribe link.
bg: Можете да използвате Liquid и Markdown в подписа. Използвайте `[Unsubscribe]({{ unsubscribe_link }})`, за да включите линка за отписване.
de: Du kannst Liquid und Markdown in der Signatur verwenden. Verwende `[Abmelden]({{ unsubscribe_link }})`, um den Abmelde-Link einzufügen.
hu: A Liquid és a Markdown használható az aláírásban. A leiratkozási hivatkozás beillesztéséhez használd ezt: `[Unsubscribe]({{ unsubscribe_link }})`.

source: bounces
bg: връщания
hu: visszapattanások

source: complaints
bg: оплаквания
de: Beschwerden
hu: panaszok

source: email bounced
bg: имейлът се върна
de: Email zurückgewiesen
hu: e-mail visszapattant

source: emails clicked
bg: имейли с кликнати линкове
de: Emails geklickt
hu: e-mailekre kattintások

source: emails opened
bg: отворени имейли
de: Emails geöffnet
hu: e-mailek megnyitása

source: emails sent
bg: изпратени имейли
de: Emails versendet
hu: elküldött e-mailek

source: filed a complaint
bg: подадоха оплакване
de: Beschwerde
hu: panaszt tett

source: from campaign
bg: от кампания
de: von Kampagne
hu: kampányból

source: permanently unreachable
bg: перманентно недостъпен
de: dauerhaft nicht erreichbar
hu: véglegesen elérhetetlen

source: unsubscribes
bg: отписи
de: Abmeldungen
hu: leiratkozások

source: None
bg: Няма
de: Keine
hu: Nincs

source: Double Opt-in
bg: Двойно потвърждение
hu: Kettős opt-in

source: Double opt-in date
bg: Дата на двойно потвърждение
de: Double-Opt-In-Datum
hu: Kettős opt-in dátuma

source: Please confirm your email
bg: Моля, потвърдете имейла си
de: E-Mail-Bestätigung
hu: Kérjük, erősítse meg e-mail címét

source: Please confirm your email address
bg: Моля, потвърдете имейл адреса си
de: Bitte bestätige deine E-Mail-Adresse
hu: Kérjük, erősítse meg e-mail címét

source: Require double opt-in
bg: Изискване на двойно потвърждение
de: Double-Opt-In aktivieren
hu: Kettős opt-in kötelezővé tétele

source: To prevent abuse by spammers, the double opt-in feature is currently only available if you have a subscription. Sorry for the inconvenience!
bg: За да предотвратим злоупотребата от спамъри, функцията за двойно потвърждение в момента е достъпна само при наличие на абонамент. Съжаляваме за неудобството!
de: Um den Missbrauch durch Spammer zu verhindern, ist die Double-Opt-In-Funktion momentan nur für Abonnenten verfügbar. Wir bitten um Verständnis.
hu: A spammerek visszaéléseinek megelőzése érdekében a kettős opt-in funkció jelenleg csak akkor érhető el, ha van előfizetésed. Elnézést a kellemetlenségért!

source: We’ve just sent an email to %{email}. Please click the link in that email to confirm your subscription.
bg: Току-що изпратихме имейл до %{email}. Моля, кликнете върху линка в този имейл, за да потвърдите абонамента си.
de: Wir haben eine E-Mail an %{email} gesendet. Bitte folge dem Link in der Nachricht, um deine Anmeldung zu bestätigen.
hu: Most küldtünk egy e-mailt a következő címre: %{email}. Kérjük, kattintson az abban az e-mailben található linkre az előfizetése megerősítéséhez.

source: You will not be subscribed to this list.
bg: Няма да бъдете абониран за този списък.
de: Du wirst nicht zu dieser Liste hinzugefügt.
hu: Nem leszel feliratkozva erre a listára.

source: Your data has been deleted.
bg: Вашите данни са изтрити.
de: Daten wurden gelöscht.
hu: Az adataid törölve lettek.

source: with double opt-in
bg: с двойно потвърждение
de: mit Double-Opt-In
hu: kettős opt-innal

source: Add custom field
bg: Добавете поле
de: Eigenes Feld hinzufügen
hu: Egyéni mező hozzáadása

source: Add option
bg: Добавете опция
de: Option hinzufügen
hu: Opció hozzáadása

source: Add user
bg: Добавете потребител
de: Nutzer hinzufügen
hu: Felhasználó hozzáadása

source: Added
bg: Добавен
de: Hinzugefügt
hu: Hozzáadva

source: Build fully customized responsive email layouts with MJML.
bg: Създавайте напълно персонализирани дизайни на имейли с MJML.
de: Mit MJML können responsive E-Mail-Layouts erstellt werden und vollständig angepasst werden.
hu: Építs teljesen testreszabott, reszponzív e-mail elrendezéseket MJML-lel.

source: Checkbox
bg: Поле за отметка
hu: Jelölőnégyzet

source: Could not create user
bg: Не може да се създаде потребител
de: Nutzer konnte nicht erstellt werden
hu: Nem sikerült létrehozni a felhasználót

source: Custom field: data.%{key}
bg: Персонализирано поле: data.%{key}
de: Eigenes Feld: data.%{key}
hu: Egyéni mező: data.%{key}

source: Desktop preview
bg: Преглед на работния плот
de: Desktop-Vorschau
hu: Asztali előnézet

source: Double Opt-in Info Message
bg: Информационно съобщение за двойно потвърждение
de: Double-Opt-In-Nachricht
hu: Kettős opt-in tájékoztató üzenet

source: Double Opt-in Info Redirect URL
bg: URL за пренасочване след информационно съобщение
de: Double-Opt-In Weiterleitungs-URL
hu: Kettős opt-in tájékoztató átirányítási URL

source: Dropdown
bg: Падащо меню
hu: Legördülő lista

source: Error compiling Liquid: %{reason}
bg: Грешка при компилиране на Liquid: %{reason}
de: Liquid konnte nicht kompiliert werden: %{reason}
hu: Hiba a Liquid fordításakor: %{reason}

source: Error compiling MJML: %{reason}
bg: Грешка при компилиране на MJML: %{reason}
de: MJML konnte nicht kompiliert werden: %{reason}
hu: Hiba az MJML fordításakor: %{reason}

source: Expand editor
bg: Разшири редактора
de: Editor vergrößern
hu: Szerkesztő kibontása

source: Insert image
bg: Вмъкни снимка
de: Bild einfügen
hu: Kép beszúrása

source: Mobile preview
bg: Преглед за мобилни устройства
de: Mobile Vorschau
hu: Mobil előnézet

source: My Custom Field
bg: Моето персонализирано поле
de: Mein eigenes Feld
hu: Saját egyéni mező

source: My Custom Option
bg: Моята персонализирана опция
de: Meine Option
hu: Saját egyéni opció

source: New User
bg: Нов потребител
de: Neuer Nutzer
hu: Új felhasználó

source: Number
bg: Номер
de: Zahl
hu: Szám

source: Remove field
bg: Премаxване
de: Feld entfernen
hu: Mező eltávolítása

source: Search
bg: Търсене
de: Suche
hu: Keresés

source: Tags
bg: Етикети
hu: Címkék

source: Text
bg: Текст
hu: Szöveg

source: Body background
bg: Фон на тялото
de: Seiten-Hintergrund
hu: Törzs háttér

source: Custom email subject
bg: Персонализирана тема на имейла
de: Eigener E-Mail-Betreff
hu: Egyéni e-mail tárgy

source: Custom email text
bg: Персонализиран текст на имейла
de: Eigener E-Mail-Text
hu: Egyéni e-mail szöveg

source: Data Key
bg: Ключ на данните
de: Daten-Schlüssel
hu: Adatkulcs

source: Form background
bg: Фон на формуляра
de: Formular-Hintergrund
hu: Űrlap háttér

source: Form text color
bg: Цвят на текста на формуляра
de: Formular-Text
hu: Űrlap szövegszín

source: Input background
bg: Фон на входното поле
de: Eingabefeld-Hintergrund
hu: Beviteli mező háttér

source: Input border color
bg: Цвят на рамката на входното поле
de: Eingabefeld-Rahmen
hu: Beviteli mező szegélyszín

source: Input text color
bg: Цвят на текста на входното поле
de: Eingabefeld-Text
hu: Beviteli mező szövegszín

source: Label
bg: Етикет
de: Beschriftung
hu: Címke

source: Options
bg: Опции
de: Optionen
hu: Opciók

source: Placeholder
bg: Пример
de: Platzhalter
hu: Helyőrző

source: Submit button background
bg: Фон на бутона за изпращане
de: Button-Hintergrund
hu: Küldés gomb háttér

source: Submit text color
bg: Цвят на текста на бутона за изпращане
de: Button-Text
hu: Küldés szövegszín

source: Thank you redirect URL
bg: URL за пренасочване след благодарност
hu: Köszönjük átirányítási URL

source: User created successfully
bg: Потребителят е създаден успешно
de: Nutzer erfolgreich erstellt
hu: A felhasználó sikeresen létrejött

source: You can use data from this field as `{{ contact.data.%{key} }}` in your emails or segments.
bg: Можете да използвате данни от това поле като `{{ contact.data.%{key} }}` в вашите имейли или целеви групи.
de: Das Feld kann mit `{{ contact.data.%{key} }}` in E-Mails oder Segmenten referenziert werden.
hu: A mező adatait így használhatja: `{{ contact.data.%{key} }}` az e-mailjeiben vagy szegmenseiben.

source: Project name
bg: Име на проекта
de: Projektname
hu: Projekt neve

source: Sender name
bg: Име на подателя
hu: Feladó neve

source: From address
bg: Адрес на подателя
de: Absender-Adresse
hu: Feladó cím

source: From name
bg: Име на подателя
de: Absender-Name
hu: Feladó név

source: Reply-to address
bg: Reply-to адрес
de: Antwort-Adresse
hu: Válaszcím

source: Reply-to name
bg: Reply-to име
de: Antwort-Name
hu: Válaszcím név

source: Server
bg: Сървър
hu: Szerver

source: Username
bg: Потребителско име
de: Benutzername
hu: Felhasználónév

source: Connection security
bg: Сигурност на връзката
de: Verbindungssicherheit
hu: Kapcsolat biztonsága

source: Rate limit per second
bg: Лимит на заявките за секунда
de: Limit pro Sekunde
hu: Másodpercenkénti sebességkorlát

source: Rate limit per minute
bg: Лимит на заявките за минута
de: Limit pro Minute
hu: Percenkénti sebességkorlát

source: Rate limit per hour
bg: Лимит на заявките за час
de: Limit pro Stunde
hu: Óránkénti sebességkorlát

source: Base URL
bg: Основен URL
de: Basis-URL
hu: Alap URL

source: US East (Ohio)
bg: САЩ Изток (Ohio)
de: USA Ost (Ohio)
hu: USA Kelet (Ohio)

source: US East (N. Virginia)
bg: САЩ Изток (N. Virginia)
de: USA Ost (Nord-Virginia)
hu: USA Kelet (Észak-Virginia)

source: US West (N. California)
bg: САЩ Запад (N. California)
de: USA West (Nordkalifornien)
hu: USA Nyugat (Észak-Kalifornia)

source: US West (Oregon)
bg: САЩ Запад (Oregon)
de: USA West (Oregon)
hu: USA Nyugat (Oregon)

source: Asia Pacific (Mumbai)
bg: Азия и Тихоокеански регион (Mumbai)
de: Asien-Pazifik (Mumbai)
hu: Ázsia–Csendes-óceán (Mumbai)

source: Asia Pacific (Seoul)
bg: Азия и Тихоокеански регион (Seoul)
de: Asien-Pazifik (Seoul)
hu: Ázsia–Csendes-óceán (Szöul)

source: Asia Pacific (Singapore)
bg: Азия и Тихоокеански регион (Singapore)
de: Asien-Pazifik (Singapur)
hu: Ázsia–Csendes-óceán (Szingapúr)

source: Asia Pacific (Sydney)
bg: Азия и Тихоокеански регион (Sydney)
de: Asien-Pazifik (Sydney)
hu: Ázsia–Csendes-óceán (Sydney)

source: Asia Pacific (Tokyo)
bg: Азия и Тихоокеански регион (Tokyo)
de: Asien-Pazifik (Tokio)
hu: Ázsia–Csendes-óceán (Tokió)

source: Canada (Central)
bg: Канада (Central)
de: Kanada (Central)
hu: Kanada (Középső)

source: Europe (Frankfurt)
bg: Европа (Frankfurt)
de: Europa (Frankfurt)
hu: Európa (Frankfurt)

source: Europe (Ireland)
bg: Европа (Ireland)
de: Europa (Irland)
hu: Európa (Írország)

source: Europe (London)
bg: Европа (London)
de: Europa (London)
hu: Európa (London)

source: Europe (Paris)
bg: Европа (Paris)
de: Europa (Paris)
hu: Európa (Párizs)

source: Europe (Stockholm)
bg: Европа (Stockholm)
de: Europa (Stockholm)
hu: Európa (Stockholm)

source: South America (São Paulo)
bg: Южна Америка (São Paulo)
de: Südamerika (São Paulo)
hu: Dél-Amerika (São Paulo)

source: Access Key
bg: Ключ за достъп
hu: Hozzáférési kulcs

source: Secret
bg: Таен ключ
hu: Titkos kulcs

source: Configuration Set
bg: Kонфигурация
hu: Konfigurációs készlet

source: Verify Your Email for Keila
bg: Потвърдете имейла си за Keila
de: Bestätige deine E-Mail für Keila
hu: Erősítse meg e-mail címét a Keilához

source: Please click on the following link to verify your email address %{email} for use with Keila.
bg: Моля, кликнете върху следния линк, за да потвърдите имейл адреса си %{email} за употреба с Keila.
de: Bitte klicken Sie auf den Link um Ihre E-Mail Adresse %{email} für die Nutzung bei Keila zu bestätigen.
hu: Kérjük, kattintson az alábbi linkre, hogy megerősítse %{email} e-mail-címét a Keila használatához.

source: You have verified your email address and can now send emails with this sender.
bg: Потвърдихте вашия имейл адрес и сега можете да изпращате имейли с този подател.
de: E-Mail-Adresse erfolgreich bestätigt. Du kannst nun E-Mails mit diesem Sender verschicken.
hu: Megerősítette e-mail címét, és most már küldhet e-maileket ezzel a feladóval.
