Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg, de, hu

source: You need to verify your email address before you can send emails with this sender.
bg: Трябва да потвърдите имейл адреса си, преди да можете да изпращате имейли с този подател.
de: Bestätige bitte deine E-Mail-Adresse, bevor du E-Mails mit diesem Sender versenden kannst.
hu: Az e-mail címét meg kell erősítenie, mielőtt ezzel a feladóval e-maileket küldhetne.

source: After creating this sender, you will receive an email to verify your email address.
bg: След създаването на този подател, ще получите имейл за потвърждаване на имейл адреса си.
de: Nach der Erstellung dieses Senders erhältst du eine E-Mail, um die angegebene E-Mail-Adresse zu bestätigen.
hu: A feladó létrehozása után e-mailt fog kapni az e-mail-címe megerősítéséhez.

source: Region
bg: Регион
hu: Régió

source: Get started
bg: Започнете
de: Los geht’s
hu: Kezdés

# font
source: bold
bg: yдебеленo
de: fett
hu: félkövér

# font
source: light
bg: нормално
de: leicht
hu: vékony

# font
source: normal
bg: нормално
hu: normál

# opacity
source: almost opaque
bg: почти прозрачно
de: leicht durchsichtig
hu: majdnem átlátszatlan

# opacity
source: invisible
bg: невидимо
de: unsichtbar
hu: láthatatlan

# opacity
source: light
bg: светло
de: leicht
hu: világos

# opacity
source: medium
bg: средно
de: mittel
hu: közepes

# opacity
source: opaque
bg: непрозрачно
de: undurchsichtig
hu: átlátszatlan

# opacity
source: very light
bg: много светло
de: stark durchsichtig
hu: nagyon világos

source: Click to delete
bg: Кликнете, за да изтриете
hu: Kattintson a törléshez

source: This file can’t be deleted because it’s already in use in the following campaigns:
bg: Този файл не може да бъде изтрит, защото вече се използва в следните кампании:
de: Diese Datei kann nicht gelöscht werden, da sie in diesen Kampagnen in Benutzung ist:
hu: Ez a fájl nem törölhető, mert már használatban van a következő kampányokban:

source: draft
bg: чернова
de: Entwurf
hu: piszkozat

source: sent
bg: изпращено
de: Gesendet
hu: elküldve

source: Campaign Preview
bg: Преглед на кампанията
de: Kampagnen-Vorschau
hu: Kampány előnézet

source: Enter up to five email addresses (separated with commas). If they exist in your contacts list, contact data will be used.
bg: Въведете до пет имейл адреса (разделени с запетая). Ако съществуват в списъка ви с контакти, ще бъдат използвани данни за контакти.
de: Zum Versenden der Vorschau können kommagetrennt bis zu fünf E-Mail-Adressen angegeben werden. Wenn die Adressen als Kontakte des Projekts existieren, werden deren Datenfelder benutzt.
hu: Legfeljebb öt e-mail címet adjon meg (vesszővel elválasztva). Ha szerepelnek a névjegylistájában, a névjegyadatok lesznek felhasználva.

source: External ID
bg: Външен идентификатор
de: Externe ID
hu: Külső azonosító

source: Insufficient credits.
bg: Недостатъчно кредити.
de: Unzureichendes E-Mail-Kontingent.
hu: Nincs elegendő kredit.

source: Invalid campaign settings.
bg: Невалидни настройки на кампанията.
de: Fehlerhafte Kampagnen-Einstellungen
hu: Érvénytelen kampánybeállítások.

source: No valid email addresses entered.
bg: Не са въведени валидни имейл адреси.
de: Keine valide E-Mail-Adressen.
hu: Nem adott meg érvényes e-mail címeket.

source: Please enter no more than five addresses.
bg: Моля, въведете не повече от пет адреса.
de: Höchstanzahl von fünf Adressen überschritten.
hu: Legfeljebb öt címet adjon meg.

source: [Preview] %{subject}
bg: [Преглед] %{subject}
de: [Vorschau] %{subject}
hu: [Előnézet] %{subject}

source: Recipients
bg: Получатели
de: Empfänger
hu: Címzettek

source: Register your Keila account now and start your newsletter project within minutes.
bg: Регистрирайте сега акаунта си в Keila и започнете проекта си за бюлетина за минути.
de: Erstelle deinen Keila-Account und starte deinen Newsletter im Handumdrehen.
hu: Regisztrálja Keila-fiókját most, és indítsa el hírlevélprojektjét perceken belül.

source: Send & Schedule
bg: Изпрати & Планирай
de: Senden & Planen
hu: Küldés és ütemezés

source: Send preview
bg: Изпрати преглед
de: Vorschau senden
hu: Előnézet küldése

source: Start sending emails with Keila now
bg: Започнете да изпращате имейли с Keila сега
de: Sende jetzt E-Mails mit Keila
hu: Kezdjen e-maileket küldeni a Keilával most

source: The external ID allows updating the contact profile from an external source even if its email address changes.
bg: Външният идентификатор позволява обновяването на профила на контакта от външен източник, дори ако имейл адресът му се промени.
de: Die externe ID erlaubt es, den Kontakt von einer externen Quelle zu aktualisieren, auch wenn die E-Mail-Adresse geändert wird.
hu: A külső azonosító lehetővé teszi a névjegyprofil frissítését külső forrásból akkor is, ha az e-mail címe megváltozik.

source: There was an error sending the preview campaign.
bg: Възникна грешка при изпращане на кампанията за преглед.
de: Beim Senden der Kampagnen-Vorschau ist ein Fehler aufgetreten.
hu: Hiba történt az előnézeti kampány elküldésekor.

source: To prevent abuse by spammers, sending emails is only possible if you have an active subscription.
bg: За да предотвратим злоупотребата от спамъри, изпращането на имейли е възможно само при наличие на активен абонамент.
de: Um dem Missbrauch durch Spammer vorzubeugen, können E-Mails nur mit einem aktiven Keila-Abo versendet werden.
hu: A spammerek általi visszaélések megelőzése érdekében e-mailek küldése csak aktív előfizetés esetén lehetséges.

source: You must select a sender first.
bg: Първо трябва да изберете подател.
de: Erst muss ein Sender ausgewählt werden.
hu: Először ki kell választania egy feladót.

source: duplicate entry
bg: дублиран ред
hu: duplikált bejegyzés

source: Address copied to clipboard.
bg: Адресът е копиран в клипборда.
de: Die Adresse wurde in die Zwischenablage kopiert.
hu: A cím a vágólapra másolva.

source: Continue
bg: Продължи
de: Weiter
hu: Folytatás

source: Disable public link
bg: Деактивирай публичен линк
de: Öffentlichen Link deaktivieren
hu: Nyilvános link letiltása

source: Enable public link
bg: Активирай публичен линк
de: Öffentlichen Link aktivieren
hu: Nyilvános link engedélyezése

source: Message Stream
bg: Поток от съобщения
hu: Üzenetfolyam

source: Share
bg: Сподели
de: Teilen
hu: Megosztás

source: Statistics
bg: Статистика
de: Statistiken
hu: Statisztika

source: Use the following link to share your campaign with other people:
bg: Използвайте следния линк, за да споделите кампанията си с други хора:
de: Die Kampagne kann über folgenden Link abgerufen werden:
hu: Használja a következő linket a kampány megosztásához másokkal:

source: View
bg: Преглед
de: Ansehen
hu: Megtekintés

source: You can enable a public link to share your campaign with others. Your campaign will be accessible to anyone who has the link. You can disable the public link later if you want.
bg: Можете да активирате обществен линк, за да споделите кампанията си с други. Кампанията ви ще е достъпна за всеки, който притежава линка. Можете да деактивирате обществения линк по-късно, ако желаете.
de: Um die Kampagne mit anderen zu teilen, kann ein öffentlicher Link erstellt werden. Über den Link ist die Kampagne dann für jeden verfügbar. Der Link kann später auch wieder deaktiviert werden.
hu: Engedélyezhet egy nyilvános linket a kampány megosztásához másokkal. A kampány bárki számára elérhető lesz, aki rendelkezik a linkkel. Később letilthatja a nyilvános linket, ha szeretné.

source: Add
bg: Добави
de: Hinzufügen
hu: Hozzáadás

source: Add %{network} Profile
bg: Добави %{network} профил
de: %{network}-Profil hinzufügen
hu: %{network} profil hozzáadása

source: Add Custom Social Network
bg: Добави социална мрежа
de: Benutzerdefinierten Button hinzufügen
hu: Egyéni közösségi hálózat hozzáadása

source: Add Social Media Icon
bg: Добави икона на социална мрежа
de: Social-Media-Button hinzufügen
hu: Közösségi média ikon hozzáadása

source: Align center
bg: Центрирай
de: Zentriert
hu: Középre igazítás

source: Align left
bg: Подравни наляво
de: Linksbündig
hu: Balra igazítás

source: Align right
bg: Подравни надясно
de: Rechtsbündig
hu: Jobbra igazítás

source: Background Color
bg: Цвят на фона
de: Hintergrund
hu: Háttérszín

source: Black
bg: Черно
de: Schwarz
hu: Fekete

source: Choose Social Network
bg: Избери социална мрежа
de: Netzwerk auswählen
hu: Közösségi hálózat kiválasztása

source: Edit %{network} Profile
bg: Редактирай %{network} профил
de: %{network}-Profil bearbeiten
hu: %{network} profil szerkesztése

source: Edit Custom Social Network
bg: Редактирай социална мрежа
de: Benutzerdefinierten Button bearbeiten
hu: Egyéni közösségi hálózat szerkesztése

source: Icon Color
bg: Цвят на иконата
de: Logo-Farbe
hu: Ikon színe

source: Icon URL (e.g. https://example.com/icon.png)
bg: URL на иконата (напр. https://example.com/icon.png)
de: Logo-URL (z.B. https://example.com/icon.png)
hu: Ikon URL (pl. https://example.com/icon.png)

source: Large
bg: Голямо
de: Groß
hu: Nagy

source: Medium
bg: Средно
de: Mittel
hu: Közepes

source: Other (Custom)
bg: Друго (персонализирано)
de: Benutzerdefiniert
hu: Egyéb (Egyéni)

source: Platform name (e.g. Mastodon)
bg: Име на платформа (напр. Mastodon)
de: Plattform-Name (z. B. Mastodon)
hu: Platform neve (pl. Mastodon)

source: Profile URL (e.g., https://example.com/yourprofile)
bg: URL на профила (напр., https://example.com/yourprofile)
de: Profil-URL (z.B. https://example.com/dein-profil)
hu: Profil URL (pl., https://example.com/yourprofile)

source: Select a site...
bg: Изберете сайт...
de: Plattform auswählen …
hu: Válasszon egy oldalt...

source: Small
bg: Малко
de: Klein
hu: Kicsi

source: Social Icons
bg: Икони на социални мрежи
de: Social-Buttons
hu: Közösségi ikonok

source: White
bg: Бяло
de: Weiß
hu: Fehér

source: Any campaign
bg: Всяка кампания
hu: Bármely kampány

source: Back to form
bg: Обратно към формуляра
hu: Vissza az űrlaphoz

source: Double Opt-in Failure Message
bg: Съобщение за неуспех при двойно потвърждение
de: Double Opt-In-Fehlermeldung
hu: Dupla opt-in hibaüzenet

source: Double Opt-in Failure Redirect URL
bg: URL за пренасочване при неуспех на двойно потвърждение
de: Double-Opt-In-Fehler-Weiterleitungs-URL
hu: Dupla opt-in hibánál átirányítási URL

source: Email verified
bg: Имейлът е потвърден
de: E-Mail bestätigt
hu: E-mail cím ellenőrizve

source: If you want replies to your newsletters to go to a different address than the one specified above, you can configure an alternative email address and name here.
bg: Ако желаете отговорите на вашите бюлетини да отиват на различен адрес от по-горе посочения, можете да конфигурирате алтернативен имейл адрес и име тук.
de: Wenn Antworten auf deine Newsletter zu einer anderen Adresse gehen sollen als oben angegeben, kannst du hier eine alternative Antwort-Adresse konfiguriert werden.
hu: Ha azt szeretné, hogy a hírleveleire érkező válaszok a fent megadottól eltérő címre érkezzenek, itt beállíthat egy alternatív e-mail címet és nevet.

source: Messages
bg: Съобщения
de: Nachrichten
hu: Üzenetek

source: Please submit the form again to receive a new confirmation link.
bg: Моля, изпратете формуляра отново, за да получите нов потвърдителен линк.
de: Bitte sende das Formular erneut ab, um einen neuen Bestätigungs-Link zu erhalten.
hu: Kérjük, küldje el újra az űrlapot, hogy új megerősítő linket kapjon.

source: Reply-to settings
bg: Настройки за отговор
de: Antwort-Einstellungen
hu: Válaszcím beállításai

source: This confirmation link has expired or has already been used.
de: Der Bestätigungslink ist abgelaufen oder wurde bereits benutzt.
hu: Ez a megerősítő link lejárt vagy már fel lett használva.

source: This is the email address from which your emails will be sent.
bg: Този потвърдителен линк е изтекъл или вече е бил използван.
de: Von diese E-Mail-Adresse werden deine E-Mails versendet werden.
hu: Erről az e-mail címről lesznek elküldve az e-mailjei.

source: This is the internal name of your sender. It is not shown to your recipients.
bg: Това е имейл адресът, от който ще бъдат изпращани вашите имейли.
de: Dies ist der interne Name des Senderes. Der Name wird Empfängern nicht angezeigt.
hu: Ez a feladó belső neve. A címzettek nem látják.

source: This is the name that will show up in the inbox of your recipients.
bg: Това е внутренното име на подателя. То не се показва на получателите.
de: Dieser Name wird deinen Empfängern angezeigt werden.
hu: Ez a név fog megjelenni a címzettek postafiókjában.

source: To prevent abuse by spammers, sending emails is only possible once your onboarding has been completed.
bg: Това е името, което ще се показва в пощенската кутия на получателите.
de: Um dem Missbrauch durch Spammer vorzubeugen, können E-Mails erst versendet werden wenn dein Onboarding abgeschlossen ist.
hu: A spammerekkel való visszaélések megelőzése érdekében e-mailek küldése csak az onboarding befejezése után lehetséges.

source: bounced
bg: върнат
de: unzustellbar
hu: visszapattant

source: clicked
bg: кликнат
de: geklickt
hu: rákattintott

source: complaint received
bg: оплакване получено
de: Beschwerde erhalten
hu: panasz érkezett

source: is empty
bg: е празен
de: ist leer
hu: üres

source: is not empty
bg: не е празен
de: ist nicht leer
hu: nem üres

source: no complaint received
bg: не е получено оплакване
de: keine Beschwerde erhalten
hu: nem érkezett panasz

source: not bounced
bg: не е върнат
de: nicht unzustellbar
hu: nem pattant vissza

source: not clicked
bg: не е кликнат
de: nicht geklickt
hu: nem kattintott

source: not opened
bg: не е отворен
de: nicht geöffnet
hu: nem nyitotta meg

source: not received
bg: не е получен
de: nicht erhalten
hu: nem érkezett meg

source: opened
bg: отворен
de: geöffnet
hu: megnyitotta

source: received
bg: получен
de: empfangen
hu: megérkezett

source: 1. Download the template. 2. Fill in the template in the same way that the sample data is filled in. 3. Click on *File*, then *Save as*. Select *Text CSV (.csv)* and save the file. In the following dialogue pick: - **Character set:** *Unicode (UTF-8)* - **Field delimiter:** *, (Comma)* - **String delimiter:** *" (Double Quote)*
bg: 1. Изтеглете шаблона. 2. Попълнете шаблона по същия начин, по който са попълнени примерните данни. 3. Кликнете върху *Файл*, след това *Запази като*. Изберете *Текстов CSV (.csv)* и запазете файла. В следващия диалог изберете: - **Кодировка:** *Unicode (UTF-8)* - **Разделител на полета:** *, (Запетая)* - **Разделител на низове:** *" (Двойна кавичка)*
de: 1. Lade die Vorlage herunter. 2. Fülle die Vorlage so aus wie die Beispielzeile ausgefüllt ist. 3. Klicke auf *Datei*, dann *Speichern unter*. Wähle *Text CSV (.csv)*, um die Datei zu speichern. Wähle im Dialog die folgenden Einstellungen: - **Zeichensatz:** *Unicode (UTF-8)* - **Feld-Trennzeichen:** *, (Komma)* - **Textqualifizierer:** *" (Doppeltes Anführungszeichen)*
hu: 1. Töltse le a sablont. 2. Töltse ki a sablont ugyanúgy, ahogy a mintadatok ki vannak töltve. 3. Kattintson a *Fájl* menüre, majd a *Mentés másként* lehetőségre. Válassza a *Text CSV (.csv)* formátumot, és mentse el a fájlt. A következő párbeszédablakban válassza: - **Karakterkészlet:** *Unicode (UTF-8)* - **Mezőelválasztó:** *, (vessző)* - **Szövegelválasztó:** *" (dupla idézőjel)*

source: Resend email
bg: Изпрати имейл повторно
de: Erneut senden
hu: E-mail újraküldése

source: Review account information
bg: Прегледайте информацията за акаунта си
de: Kontoinformationen überprüfen
hu: Fiókadatok áttekintése

source: # Email Confirmation Please click here to confirm your subscription: #### [Confirm subscription]({{ double_opt_in_link }})
bg: # Потвърдете вашия имейл За да потвърдите абонимента си, моля, кликнете тук: #### [Потвърдете абонимента си]({{ double_opt_in_link }})
de: # E-Mail-Bestätigung Bitte klicke hier, um dein Abonnement zu bestätigen: #### [Abonnement bestätigen]({{ double_opt_in_link }})
hu: # E-mail megerősítése Kérjük, kattintson ide a feliratkozás megerősítéséhez: #### [Feliratkozás megerősítése]({{ double_opt_in_link }})

source: # Welcome! Thank you for subscribing to this newsletter.
bg: # Добре дошли! Благодарим ви, че се абонирахте за бюлетина ни!
de: # Willkommen! Vielen Dank für dein Abonnement dieses Newsletters.
hu: # Üdvözöljük! Köszönjük, hogy feliratkozott erre a hírlevélre.

source: **Important:** You must create and select a sender to send emails.
de: **Wichtig:** Du musst einen Sender erstellen und auswählen, um E-Mails zu versenden.
hu: **Fontos:** E-mailek küldéséhez létre kell hoznia és ki kell választania egy feladót.

source: Email subject
de: E-Mail-Betreff
hu: E-mail tárgya

source: Email text
hu: E-mail szövege

source: Select a sender
de: Sender auswählen
hu: Feladó kiválasztása

source: Send welcome email
de: Willkommens-E-Mail senden
hu: Üdvözlő e-mail küldése

source: This will allow anyone who has the public link to access your campaign after it's been sent.
bg: Това ще позволи на всеки, който има публичния линк, да получи достъп до вашата кампания, след като е изпратена.
de: Dadurch kann jeder, der den öffentlichen Link hat, auf deine Kampagne zugreifen, nachdem sie versendet wurde.
hu: Ez lehetővé teszi, hogy bárki, aki rendelkezik a nyilvános linkkel, hozzáférjen a kampányához a kiküldés után.

source: To prevent abuse by spammers, the welcome email feature is currently only available if you have a subscription. Sorry for the inconvenience!
de: Um den Missbrauch durch Spammer zu verhindern, ist die Willkommens-E-Mail-Funktion momentan nur für Abonnenten verfügbar. Wir bitten um Verständnis.
hu: A spammerekkel való visszaélések megelőzése érdekében az üdvözlő e-mail funkció jelenleg csak előfizetés esetén érhető el. Elnézést a kellemetlenségért!

source: Welcome Email
de: Willkommens-E-Mail
hu: Üdvözlő e-mail

source: Welcome!
de: Willkommen!
hu: Üdvözöljük!

source: When enabled, a confirmation email will be sent to new contacts after they submit the form. The contact is only added to your contact list after they open the confirmation link.
de: Wenn aktiviert, wird nach dem Absenden des Formulars eine Bestätigungs-E-Mail an neue Kontakte gesendet. Der Kontakt wird erst nach Öffnen des Bestätigungslinks zur Kontaktliste hinzugefügt.
hu: Ha engedélyezve van, a rendszer megerősítő e-mailt küld az új kapcsolatoknak az űrlap beküldése után. A kapcsolat csak akkor kerül hozzáadásra a kapcsolati listához, miután megnyitja a megerősítő linket.

source: When enabled, a welcome email will be sent to new contacts after they subscribe. If double opt-in is enabled, the email will be sent after the contact confirms their email.
de: Wenn aktiviert, wird eine Willkommens-E-Mail an neue Kontakte nach der Anmeldung gesendet. Bei aktiviertem Double-Opt-In wird die E-Mail erst nach der Bestätigung versendet.
hu: Ha engedélyezve van, a rendszer üdvözlő e-mailt küld az új kapcsolatoknak a feliratkozás után. Ha a dupla opt-in engedélyezve van, az e-mailt azután küldi el, hogy a kapcsolat megerősítette az e-mail címét.

source: You may use Liquid and Markdown in the email body. Available variables: `{{ contact.email }}`, `{{ contact.first_name }}`, `{{ contact.last_name }}`, `{{ contact.data.* }}`
de: Du kannst Liquid und Markdown im E-Mail-Text verwenden. Verfügbare Variablen: `{{ contact.email }}`, `{{ contact.first_name }}`, `{{ contact.last_name }}`, `{{ contact.data.* }}`
hu: Az e-mail törzsében használhat Liquidet és Markdownt. Elérhető változók: `{{ contact.email }}`, `{{ contact.first_name }}`, `{{ contact.last_name }}`, `{{ contact.data.* }}`

source: Custom URL to which users are redirected when a double opt-in link has expired or has already been used.
de: Eigene URL, zu der Nutzer weitergeleitet werden, wenn ein Double-Opt-In-Link abgelaufen ist oder bereits verwendet wurde.
hu: Egyéni URL, amelyre a felhasználók át lesznek irányítva, amikor egy dupla opt-in link lejárt vagy már fel lett használva.

source: Custom URL to which users are redirected when they submit the form and double opt-in is required.
de: Eigene URL, zu der Nutzer nach dem Absenden des Formulars weitergeleitet werden, wenn Double-Opt-In aktiviert ist.
hu: Egyéni URL, amelyre a felhasználók át lesznek irányítva, amikor beküldik az űrlapot, és dupla opt-in szükséges.

source: Custom message that is shown when a double opt-in link has expired or has already been used.
de: Eigene Nachricht, die angezeigt wird, wenn ein Double-Opt-In-Link abgelaufen ist oder bereits verwendet wurde.
hu: Egyéni üzenet, amely akkor jelenik meg, amikor egy dupla opt-in link lejárt vagy már fel lett használva.

source: Custom message that is shown when a user submits the form and double opt-in is required.
de: Eigene Nachricht, die nach dem Absenden des Formulars angezeigt wird, wenn Double-Opt-In aktiviert ist.
hu: Egyéni üzenet, amely akkor jelenik meg, amikor a felhasználó beküldi az űrlapot, és dupla opt-in szükséges.

source: You may use Liquid and Markdown in the email body. Use `[Confirm]({{ double_opt_in_link }})` to include the opt-in link.
hu: Az e-mail törzsében használhat Liquidet és Markdownt. Az opt-in link beillesztéséhez használja ezt: `[Megerősítés]({{ double_opt_in_link }})`.

source: API Key
bg: API Ключ

source: Doe
bg: Георгиева
de: Mustermann

source: Email
bg: Имейл

source: Jane
bg: Славина
de: Erika

source: Ok
bg: Ок

source: Port
bg: Порт

source: Domain
bg: Домейн

source: Check your sending quota now
de: Sende-Kontingent überprüfen

source: Your email quota is not sufficient for sending this campaign.
de: Dein E-Mail-Kontingent reicht für diese Kampagne nicht aus.

source: Your subscription has been cancelled. Please contact us if you want to start a new subscription.
de: Dein Abo wurde gekündigt. Falls du ein neues Abo starten möchtest, sende uns bitte eine E-Mail.

source: hello@example.org
de: hallo@example.org

source: you@keila.io
de: du@keila.io

source: https://example.com/yourprofile
de: https://example.com/dein-profil
