Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg, de, hu

source: %{monthly_emails} emails/month
bg: %{monthly_emails} имейла/месец
de: %{monthly_emails} E-Mails/Monat
hu: %{monthly_emails} e-mail/hónap

source: %{price} / month
bg: %{price} / месец
de: %{price} / Monat
hu: %{price} / hónap

source: %{remaining} / %{total} emails remaining
bg: %{remaining} / %{total} оставащи имейли
de: %{remaining} / %{total} E-Mails verbleibend
hu: %{remaining} / %{total} e-mail van hátra

source: (%{price} incl. tax)
bg: (%{price} включ. данък)
de: (%{price} inkl. MwSt)
hu: (%{price} adóval együtt)

source: (optional)
bg: (по избор)
hu: (opcionális)

source: Account
bg: Акаунт
hu: Fiók

source: Allow embedding as HTML
bg: Разреши вграждане като HTML
de: Einbettung als HTML erlauben
hu: HTML-be ágyazás engedélyezése

source: Form HTML
bg: Форма HTML
de: Formular-HTML
hu: Űrlap HTML

source: Already have an account?
bg: Вече имате ли акаунт?
de: Du hast schon einen Account?
hu: Már van fiókja?

source: Alt Text
bg: Алтернативен текст
hu: Alt szöveg

source: How does this work?
bg: Как работи това?
de: Wie funktioniert das?
hu: Hogyan működik ez?

source: Contact email address
bg: Имейл адрес за контакта
de: Kontakt-E-Mail
hu: Kapcsolattartói e-mail cím

source: Contact first name
bg: Първо име на контакта
de: Kontakt-Vorname
hu: Kapcsolattartó keresztneve

source: Greeting with first name
bg: Поздрав с първо име
de: Begrüßung mit Vornamen
hu: Köszöntés keresztnévvel

source: You can get started by trying one of these examples:
bg: Можете да започнете, като опитате един от тези примери:
de: Hier sind einige Beispiele:
hu: Kezdésként kipróbálhatod az alábbi példák egyikét:

source: Are you ready to schedule sending your campaign <em>%{subject}</em> to %{count} contacts?
bg: Готови ли сте да планирате изпращането на кампанията си <em>%{subject}</em> до %{count} контакта?
de: Möchtest du das Versenden der Kampagne <em>%{subject}</em> an %{count} Kontakte planen?
hu: Készen állsz arra, hogy ütemezd a(z) <em>%{subject}</em> kampány elküldését %{count} kapcsolattartónak?

source: Are you ready to send your campaign <em>%{subject}</em> to %{count} contacts?
bg: Готови ли сте да изпратите кампанията си <em>%{subject}</em> до %{count} контактите?
de: Möchtest du die Kampagne <em>%{subject}</em> an %{count} Kontakte versenden?
hu: Készen állsz arra, hogy elküldd a(z) <em>%{subject}</em> kampányt %{count} kapcsolattartónak?

source: Back to Contacts overview
bg: Обратно към списъка с контакти
de: Zurück zur Kontaktübersicht
hu: Vissza a Kapcsolatok áttekintéséhez

source: Back to your project
bg: Обратно към вашия проект
de: Zurück zum Projekt
hu: Vissza a projektjéhez

source: Background
bg: Фон
de: Hintergrund
hu: Háttér

source: Bold
bg: Удебелен
de: Fett
hu: Félkövér

source: Button
bg: Бутон
hu: Gomb

source: Button Text
bg: Текст на бутона
hu: Gomb szövege

source: Button URL
bg: URL на бутона
hu: Gomb URL

source: Button label
bg: Надпис на бутона
de: Button-Text
hu: Gomb felirata

source: Campaigns
bg: Кампании
de: Kampagnen
hu: Kampányok

source: Campaigns associated with this sender will not be deleted.
bg: Кампаниите, свързани с този подател, няма да бъдат изтрити.
de: Kampagnen, die mit diesem Sender verknüpft sind, werden nicht gelöscht.
hu: Az ehhez a feladóhoz társított kampányok nem lesznek törölve.

source: Cancel
bg: Отказ
de: Abbrechen
hu: Mégse

source: Cancel subscription
bg: Отказ на абонамента
de: Abo kündigen
hu: Előfizetés lemondása

source: Change
bg: Промяна
de: Ändern
hu: Módosítás

source: Change Password
bg: Промяна на парола
de: Passwort ändern
hu: Jelszó módosítása

source: Check your subscription now
bg: Проверете абонамента си
de: Abo überprüfen
hu: Ellenőrizze most az előfizetését

source: Click rate
bg: Коeфициент на кликвания
de: Klickrate
hu: Kattintási arány

source: Clicks
bg: Кликвания
de: Klicks
hu: Kattintások

source: Clone
bg: Дублиране
de: Duplizieren
hu: Klónozás

source: Clone Campaign
bg: Дублиране на кампания
de: Kampagne duplizieren
hu: Kampány klónozása

source: Clone Template
bg: Дублиране на шаблон
de: Template duplizieren
hu: Sablon klónozása

source: Close menu
bg: Затвори менюто
de: Menü schließen
hu: Menü bezárása

source: Close preview
bg: Затвори прегледа
de: Vorschau schließen
hu: Előnézet bezárása

source: Code copied to clipboard.
bg: Кодът е копиран в клипборда.
de: Der Code wurde in die Zwischenablage kopiert.
hu: A kód a vágólapra másolva.

source: Confirm Contact Deletion
bg: Потвърдете изтриването на контакта
de: Löschung von Kontakten bestätigen
hu: Kapcsolattartó törlésének megerősítése

source: Confirm Form Deletion
bg: Потвърдете изтриването на формуляра
de: Löschung von Formularen bestätigen
hu: Űrlap törlésének megerősítése

source: Confirm Template Deletion
bg: Потвърдете изтриването на шаблона
de: Löschung von Templates bestätigen
hu: Sablon törlésének megerősítése

source: Confirm User Deletion
bg: Потвърдете изтриването на потребителя
de: Löschung des Nutzers bestätigen
hu: Felhasználó törlésének megerősítése

source: Confirm campaign Deletion
bg: Потвърдете изтриването на кампанията
de: Löschung von Kampagnen bestätigen
hu: Kampány törlésének megerősítése

source: Contacts
bg: Контакти
de: Kontakte
hu: Kapcsolatok

source: Content
bg: Съдържание
de: Inhalt
hu: Tartalom

source: Copy
bg: Копиране
de: Kopieren
hu: Másolás

source: Create a new form
bg: Създаване на нова форма
de: Neues Formular
hu: Új űrlap létrehozása

source: Create a new project
bg: Създаване на нов проект
de: Neues Projekt
hu: Új projekt létrehozása

source: Create a new template
bg: Създаване на нов шаблон
de: Neues Template
hu: Új sablon létrehozása

source: Create campaign
bg: Създаване на кампания
de: Neue Kampagne
hu: Kampány létrehozása

source: Create contact
bg: Създаване на контакт
de: Neuer Kontakt
hu: Kapcsolat létrehozása

source: Create template
bg: Създаване на шаблон
de: Neues Template
hu: Sablon létrehozása

source: Create your first campaign
bg: Създайте първата си кампания
de: Erstelle deine erste Kampagne
hu: Hozza létre az első kampányát

source: Create your first form
bg: Създайте първия си формуляр
de: Erstelle dein erstes Formular
hu: Hozza létre az első űrlapját

source: Create your first project
bg: Създайте първия си проект
de: Erstelle dein erstes Projekt
hu: Hozza létre az első projektjét

source: Create your first sender
bg: Създайте първия си подател
de: Erstelle deinen ersten Sender
hu: Hozza létre az első feladóját

source: Create your first template
bg: Създайте първия си шаблон
de: Erstelle dein erstes Template
hu: Hozza létre az első sablonját

source: Date
bg: Дата
de: Datum
hu: Dátum

source: Decoration
bg: Декорация
de: Dekoration
hu: Dekoráció

source: Default
bg: По подразбиране
de: Standard
hu: Alapértelmezett

source: Delete
bg: Изтриване
de: Löschen
hu: Törlés

source: Delete %{project_name}
bg: Изтриване на %{project_name}
de: %{project_name} löschen
hu: %{project_name} törlése

source: Delete Campaigns?
bg: Изтриване на кампании?
de: Kampagnen löschen?
hu: Kampányok törlése?

source: Delete Contacts?
bg: Изтриване на контакти?
de: Kontakte löschen?
hu: Kapcsolatok törlése?

source: Delete Forms?
bg: Изтриване на формуляри?
de: Formulare löschen?
hu: Űrlapok törlése?

source: Delete Project %{project}?
bg: Изтриване на проекта %{project}?
de: Projekt %{project} löschen?
hu: %{project} projekt törlése?

source: Delete Sender %{sender}?
bg: Изтриване на подателя %{sender}?
de: Sender %{sender} löschen?
hu: %{sender} feladó törlése?

source: Type in the sender name to confirm its deletion:
bg: Въведете името на подателя, за да потвърдите изтриването му:
de: Gib den Namen des Absenders ein, um die Löschung zu bestätigen:
hu: A törlés megerősítéséhez írja be a feladó nevét:

source: Delete Templates?
bg: Изтриване на шаблони?
de: Templates löschen?
hu: Sablonok törlése?

source: Delete Users?
bg: Изтриване на потребители?
de: User löschen?
hu: Felhasználók törlése?

source: Delete all selected contacts
bg: Изтриване на избраните контакти
de: Alle ausgewählten Kontakte löschen
hu: Az összes kijelölt kapcsolat törlése

source: Deleting a campaign cannot be undone.
bg: Изтриването на кампания e необратимо действие.
de: Das Löschen einer Kampagne kann nicht rückgängig gemacht werden.
hu: Egy kampány törlése nem vonható vissza.

source: Deleting a contact cannot be undone.
bg: Изтриването на контакти e необратимо действие.
de: Das Löschen eines Kontakts kann nicht rückgängig gemacht werden.
hu: Egy kapcsolat törlése nem vonható vissza.

source: Deleting a form cannot be undone.
bg: Изтриването на форма e необратимо действие.
de: Das Löschen eines Formulars kann nicht rückgängig gemacht werden.
hu: Egy űrlap törlése nem vonható vissza.

source: Deleting a project cannot be undone.
bg: Изтриването на проект e необратимо действие.
de: Das Löschen eines Projekts kann nicht rückgängig gemacht werden.
hu: Egy projekt törlése nem vonható vissza.

source: Type in the project name to confirm its deletion:
bg: Въведете името на проекта, за да потвърдите изтриването му:
de: Gib den Projektnamen ein, um die Löschung zu bestätigen:
hu: A törlés megerősítéséhez írja be a projekt nevét:

source: Deleting a sender cannot be undone.
bg: Изтриването на подател e необратимо действие.
de: Das Löschen eines Senders kann nicht rückgängig gemacht werden.
hu: Egy feladó törlése nem vonható vissza.

source: Deleting a template cannot be undone.
bg: Изтриването на шаблон e необратимо действие.
de: Das Löschen eines Templates kann nicht rückgängig gemacht werden.
hu: Egy sablon törlése nem vonható vissza.

source: Deleting a user cannot be undone.
bg: Изтриването на потребител e необратимо действие.
de: Das Löschen eines Users kann nicht rückgängig gemacht werden.
hu: Egy felhasználó törlése nem vonható vissza.

source: Do you really want to delete the following campaigns?
bg: Наистина ли искате да изтриете следните кампании?
de: Sollen die folgenden Kampagnen wirklich gelöscht werden?
hu: Valóban törölni szeretné a következő kampányokat?

source: Do you really want to delete the following contacts?
bg: Наистина ли искате да изтриете следните контакти?
de: Sollen die folgenden Kontakte wirklich gelöscht werden?
hu: Valóban törölni szeretné a következő kapcsolatokat?

source: Do you really want to delete the following forms?
bg: Наистина ли искате да изтриете следните формуляри?
de: Sollen die folgenden Formulare wirklich gelöscht werden?
hu: Valóban törölni szeretné a következő űrlapokat?

source: Do you really want to delete the following templates?
bg: Наистина ли искате да изтриете следните шаблони?
de: Sollen die folgenden Templates wirklich gelöscht werden?
hu: Valóban törölni szeretné a következő sablonokat?

source: Do you really want to delete the following users? This will also delete their projects and contacts.
bg: Наистина ли искате да изтриете следните потребители? Това ще изтрие и техните проекти и контакти.
de: Sollen die folgenden User wirklich gelöscht werden? Dieser Vorgang wird auch deren Projekte und Kontakte löschen.
hu: Valóban törölni szeretné a következő felhasználókat? Ez a projektjeiket és kapcsolataikat is törli.

source: Don’t have an account?
bg: Нямате ли акаунт?
de: Noch keinen Account?
hu: Nincs fiókja?

source: Download template
bg: Изтеглете шаблона
de: Vorlage herunterladen
hu: Sablon letöltése

source: Edit
bg: Редактиране
de: Bearbeiten
hu: Szerkesztés

source: Edit %{project_name}
bg: Редактиране на %{project_name}
de: %{project_name} bearbeiten
hu: %{project_name} szerkesztése

source: Edit Campaign
bg: Редактиране на кампания
de: Kampagne bearbeiten
hu: Kampány szerkesztése

source: Edit Contact
bg: Редактиране контакт
de: Kontakt bearbeiten
hu: Kapcsolat szerkesztése

source: Edit Form
bg: Редактиране на форма
de: Formular bearbeiten
hu: Űrlap szerkesztése

source: Edit Sender %{sender}
bg: Редактиране на подателя %{sender}
de: Sender %{sender} bearbeiten
hu: %{sender} feladó szerkesztése

source: Edit Template
bg: Редактиране на шаблон
de: Template bearbeiten
hu: Sablon szerkesztése

source: Edit this campaign
bg: Редактиране на тази кампания
de: Diese Kampagne bearbeiten
hu: Kampány szerkesztése

source: Field %{field}: %{message}
bg: Поле %{field}: %{message}
de: Feld %{field}: %{message}
hu: Mező %{field}: %{message}

source: Fields
bg: Полета
de: Felder
hu: Mezők

source: Fine print
bg: Дребен шрифт
de: Kleingedrucktes
hu: Apró betűs rész

source: First name
bg: Име
de: Vorname
hu: Keresztnév

source: Font
bg: Шрифт
de: Schriftart
hu: Betűtípus

source: Font style
bg: Стил на шрифта
de: Schrift-Stil
hu: Betűstílus

source: Font weight
bg: Дебелина на шрифта
de: Schriftstärke
hu: Betűvastagság

source: For best results, choose an image that is 600px wide.
bg: За най-добри резултати, изберете изображение с ширина 600px.
de: Idealerweise sollte ein 600px breites Bild ausgewählt werden.
hu: A legjobb eredmény érdekében válassz egy 600 px széles képet.

source: Forms
bg: Формуляри
de: Formulare
hu: Űrlapok

source: Heading 1
bg: Заглавие 1
de: Überschrift 1
hu: Címsor 1

source: Heading 2
bg: Заглавие 2
de: Überschrift 2
hu: Címsor 2

source: Heading 3
bg: Заглавие 3
de: Überschrift 3
hu: Címsor 3

source: Here you can update your Keila password.
bg: Тук можете да обновите паролата си за Keila.
de: Hier kannst du dein Keila-Passwort ändern.
hu: Itt frissítheti Keila-jelszavát.

source: I am human.
bg: Аз съм човек.
de: Ich bin ein Mensch.
hu: Ember vagyok.

source: If you’ve forgotten your password, you can request an email to reset it here.
bg: Ако сте забрвилив паролата си, можете да поискате имейл за възстановяване тук.
de: Wenn du dein Passwort vergessen hast, kannst du eine E-Mail zur Zurücksetzung anfordern.
hu: Ha elfelejtette a jelszavát, itt kérhet egy e-mailt a visszaállításhoz.

source: Image
bg: Изображение
de: Bild
hu: Kép

source: Image URL
bg: URL на изображение
de: Bild-URL
hu: Kép URL

source: Import Contacts
bg: Импортиране на контакти
de: Kontakte importieren
hu: Kapcsolatok importálása

source: Import contacts
bg: Импортиране на контакти
de: Kontakte importieren
hu: Kapcsolatok importálása

source: Increase indent
bg: Увеличи отстъпа
de: Einzug erhöhen
hu: Behúzás növelése

source: Insert Button
bg: Добави бутон
de: Button einfügen
hu: Gomb beszúrása

source: Insert Image
bg: Добави изображение
de: Bild einfügen
hu: Kép beszúrása

source: Insert Link
bg: Добави линк
de: Link einfügen
hu: Hivatkozás beszúrása

source: Instructions
bg: Инструкции
de: Anleitung
hu: Utasítások

source: Insufficient email quota.
bg: Недостатъчна имейл квота.
de: Unzureichendes E-Mail-Kontingent.
hu: Elégtelen e-mail kvóta.

source: Intro text
bg: Уводен текст
de: Einleitungstext
hu: Bevezető szöveg

source: It looks like you don’t yet have any contacts to receive this campaign.
bg: Изглежда, че все още нямате контакти, който да получат тази кампания.
de: Diese Kampagne kann nicht an eine leere Kontaktliste versendet werden.
hu: Úgy tűnik, még nincsenek kapcsolataid, akik megkapnák ezt a kampányt.

source: It looks like you’ve already used up the email quota from your subscription.
bg: Изглежда, че сте изчерпали имейл квотата от вашия абонамент.
de: Du hast das E-Mail-Kontingent deines Abos bereits aufgebraucht.
hu: Úgy tűnik, már felhasználta az előfizetéséhez tartozó e-mail kvótát.

source: Italics
bg: Курсивен
de: Kursiv
hu: Dőlt

source: Last name
bg: Фамилия
de: Nachname
hu: Vezetéknév

source: Layout
bg: Оформление
hu: Elrendezés

source: Link
bg: Линк
hu: Hivatkozás

source: Link Title
bg: Заглавие на препратката
de: Link-Titel
hu: Hivatkozás címe

source: Link URL
bg: URL на препратката
hu: Hivatkozás URL

source: Link to this form
bg: Линк към тази форма
de: Link zu diesem Formular
hu: Hivatkozás erre az űrlapra

source: Links
bg: Препратки
hu: Hivatkozások

source: Manage Campaigns
bg: Управление на кампании
de: Kampagnen verwalten
hu: Kampányok kezelése

source: Manage Contacts
bg: Управление на контакти
de: Kontakte verwalten
hu: Kapcsolatok kezelése

source: Manage Forms
bg: Управление на формуляри
de: Formulare verwalten
hu: Űrlapok kezelése

source: Manage Senders
bg: Управление на податели
de: Sender verwalten
hu: Feladók kezelése

source: My Campaign Subject
bg: Тема на моята кампания
de: Mein Kampagnen-Betreff
hu: Az én kampánytárgyam

source: My Keila Project
bg: Мой проект в Keila
de: Mein Keila-Projekt
hu: Az én Keila projektem

source: My New Form
bg: Моята нова форма
de: Mein neues Formular
hu: Az én új űrlapom

source: My Newsletter Project
bg: Мой проект за бюлетин
de: Mein Newsletter-Projekt
hu: Az én hírlevél projektem

source: My Sender
bg: Мой подател
de: Mein Sender
hu: Az én feladóm

source: My Template name
bg: Име на моя шаблон
de: Mein neues Template
hu: Az én sablonnevem

source: Name
bg: Име
hu: Név

source: New Campaign
bg: Нова кампания
de: Neue Kampagne
hu: Új kampány

source: New Contact
bg: Нов контакт
de: Neuer Kontakt
hu: Új kapcsolat

source: New Password
bg: Нова парола
de: Neues Passwort
hu: Új jelszó

source: New Project
bg: Нов проект
de: Neues Projekt
hu: Új projekt

source: New Sender
bg: Нов подател
de: Neuer Sender
hu: Új feladó

source: New Template
bg: Нов шаблон
de: Neues Template
hu: Új sablon

source: No Contacts, No Campaign.
bg: Няма контакти, няма кампания.
de: Keine Kontakte, Keine Kampagne.
hu: Nincsenek kapcsolatok, nincs kampány.

source: Open Source Newsletter Tool
bg: Инструмент за бюлетини с отворен код
hu: Nyílt forráskódú hírlevél eszköz

source: Open menu
bg: Отвори менюто
de: Menü anzeigen
hu: Menü megnyitása

source: Ordered list
bg: Подреден списък
de: Numerierte Liste
hu: Rendezett lista

source: Password
bg: Парола
de: Passwort
hu: Jelszó

source: Please contact an administrator.
bg: Моля, свържете се с администратор.
de: Bitte kontaktiere einen Administrator.
hu: Kérjük, vegye fel a kapcsolatot egy rendszergazdával.

source: Please start a subscription before sending your first campaign.
bg: Моля, започнете абонамент, преди да изпратите първата си кампания.
de: Bitte wähle ein Abo aus bevor du deine erste Kampagne sendest.
hu: Kérjük, indítson előfizetést, mielőtt elküldi az első kampányát.

source: Preview
bg: Преглед
de: Vorschau
hu: Előnézet

source: Ready to schedule your campaign?
bg: Готови ли сте да планирате кампанията си?
de: Möchtest du das Versenden dieser Kampagne planen?
hu: Készen áll a kampány ütemezésére?

source: Registration disabled.
bg: Регистрането е деактивирано.
de: Registrierung deaktiviert.
hu: A regisztráció le van tiltva.

source: Remember your password again?
bg: Помните ли си паролата отново?
de: Passwort doch nicht vergessen?
hu: Újra emlékszik a jelszavára?

source: Request password reset
bg: Заявка за възстановяване на парола
de: Passwortzurücksetzung anfordern
hu: Jelszó-visszaállítás kérése

source: Require
bg: Задължително
de: Verpflichtend
hu: Kötelező

source: Require captcha
bg: Изискване за капча
de: Captcha abfragen
hu: Captcha kötelező

source: Reset password now
bg: Възстановявете паролата сега
de: Passwort jetzt zurücksetzen
hu: Jelszó visszaállítása most

source: Reset your password.
bg: Възстановявете паролата си.
de: Passwort zurücksetzen.
hu: Állítsa vissza a jelszavát.

source: Save
bg: Запази
de: Speichern
hu: Mentés

source: Schedule
bg: График
de: Planen
hu: Ütemezés

source: Scheduled for:
bg: Планирано за:
de: Geplant für:
hu: Ütemezve:

source: Select a file
bg: Изберете файл
de: Datei auswählen
hu: Fájl kiválasztása

source: Send
bg: Изпрати
de: Senden
hu: Küldés

source: Sender verification not successful.
bg: Потвърждението на подателя не беше успешно.
de: Bestätigung des Senders fehlgeschlagen.
hu: A feladó ellenőrzése nem sikerült.

source: Sender verified!
bg: Подателят е потвърден!
de: Sender bestätigt!
hu: Feladó ellenőrizve!

source: Senders
bg: Податели
de: Sender
hu: Feladók

source: Sending Quota
bg: Квота за изпращане
de: Sendekontingent
hu: Küldési kvóta

source: Sent at:
bg: Изпратен на:
de: Gesendet:
hu: Elküldve ekkor:

source: Set a new secure password to keep using Keila.
bg: Изберете сигурна нова парола, за да продължите да използвате Keila.
de: Wähle ein neues sicheres Passwort, um Keila weiterhin zu nutzen.
hu: Állítson be egy új, biztonságos jelszót, hogy továbbra is használhassa a Keilát.

source: Settings
bg: Настройки
de: Einstellungen
hu: Beállítások

source: Sign in.
bg: Вход.
de: Anmelden.
hu: Bejelentkezés.

source: Sign out
bg: Изход
de: Abmelden
hu: Kijelentkezés

source: Sign up now
bg: Регистрирайте се сега
de: Jetzt registrieren
hu: Regisztráljon most

source: Sign up.
bg: Регистрирайте се
de: Registrieren.
hu: Regisztráció.

source: Signature
bg: Подпис
de: Signatur
hu: Aláírás

source: Signature links
bg: Връзки за подпис
de: Signatur-Links
hu: Aláírás linkek

source: Start Import
bg: Импортиране
de: Jetzt importieren
hu: Importálás indítása

source: Start your subscription now
bg: Започнете абонамента си сега
de: Beginne dein Abo jetzt
hu: Indítsa el előfizetését most

source: Stats
bg: Статистики
de: Statistiken
hu: Statisztikák

source: Style
bg: Стил
hu: Stílus

source: Subject
bg: Тема
de: Betreff
hu: Tárgy

source: Submit
bg: Изпрати
de: Absenden
hu: Küldés

source: Subscribe now and start sending emails!
bg: Абонирайте се сега и започнете да изпращате имейли!
de: Wähle jetzt ein Abo und sende E-Mails mit Keila!
hu: Iratkozzon fel most, és kezdjen e-maileket küldeni!

source: Subscription
bg: Абонамент
de: Abo
hu: Előfizetés

source: Templates
bg: Шаблони
hu: Sablonok

source: Text color
bg: Цвят на текста
de: Textfarbe
hu: Szöveg színe

source: Campaign Type
bg: Тип на кампанията
de: Kampagnen-Typ
hu: Kampány típusa

source: Text only
bg: Само тескст
de: Nur Text
hu: Csak szöveg

source: Thank you for signing up!
bg: Благодарим ви за регистрацията!
de: Danke für deine Anmeldung!
hu: Köszönjük, hogy regisztrált!

source: Thank you for subscribing to Keila!
bg: Благодарим ви за абонирането за Keila!
de: Danke für deine Registrierung bei Keila!
hu: Köszönjük, hogy feliratkozott a Keilára!

source: Thank you for verifying your sender. You can now start sending emails with Keila.
bg: Благодарим ви, че потвърдихте подателя си. Сега можете да започнете да изпращате имейли с Keila.
de: Danke für das Bestätigen deines Senders. Du kannst nun E-Mails mit Keila versenden.
hu: Köszönjük, hogy igazolta a feladót. Most már elkezdhet e-maileket küldeni a Keilával.

source: Thank you message
bg: Съобщение за благодарност
de: Danke-Nachricht
hu: Köszönő üzenet

source: Thank you!
bg: Благодарим ви!
de: Danke!
hu: Köszönjük!

source: Thanks for trying out Keila!
bg: Благодарим ви, че изпробвахе Keila!
de: Danke dass du Keila ausprobierst!
hu: Köszönjük, hogy kipróbálta a Keilát!

source: The file you provided could not be processed.
bg: Файлът, който предоставихте, не може да бъде обработен.
de: Die hochgeladene Datei konnte nicht verarbeitet werden.
hu: A megadott fájlt nem sikerült feldolgozni.

source: The local sender adapter is useful for testing during development. Inspect its mailbox at: %{url}
bg: Локалният адаптер за подател е полезен за тестване по време на разработка. Прегледайте пощенската кутия на: %{url}
de: Der lokale Sender-Adapter ist für Entwicklungszwecke nützlich. Du kannst die Mailbox hier einsehen: %{url}
hu: A helyi feladó adapter hasznos a fejlesztés alatti teszteléshez. A postafiókja itt tekinthető meg: %{url}

source: There was an error importing your contacts.
bg: Възникна грешка при импортирането на вашите контакти.
de: Beim Importieren der Kontakte ist ein Fehler aufgetreten.
hu: Hiba történt a kapcsolatai importálása közben.
