Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg, de, hu

source: There was an error processing your payment. Please update your payment method to continue using Keila.
bg: Възникна грешка при обработката на плащането ви. Моля, обновете метода си за плащане, за да продължите да използвате Keila.
de: Beim Verarbeiten der Zahlung ist ein Fehler aufgetreten. Bitte aktualisiere deine Zahlungsmethode, um Keila weiterhin nutzen zu können.
hu: Hiba történt a fizetés feldolgozása közben. Kérjük, frissítse fizetési módját a Keila további használatához.

source: There was an error scheduling your campaign:
bg: Възникна грешка при планирането на кампанията ви:
de: Beim Planen der Kampagne ist ein Fehler aufgetreten:
hu: Hiba történt a kampány ütemezésekor:

source: There was an error when trying to verify your sender. Please try again or contact an administrator.
bg: Възникна грешка при опит за проверка на вашия подател. Моля, опитайте отново или се обърнете към администратор.
de: Bei der Bestätigung des Senders ist ein Fehler aufgetreten. Bitte versuche es erneut oder kontaktiere einen Administrator.
hu: Hiba történt a feladó ellenőrzése során. Kérjük, próbálja újra, vagy vegye fel a kapcsolatot egy rendszergazdával.

source: This campaign has already been scheduled. You can manually send it up to five minutes before the scheduled sending time.
bg: Тази кампания вече е планирана. Можете да я изпратите ръчно до пет минути преди планираното време за изпращане.
de: Diese Kampagne wurde bereits geplant. Bis fünf Minuten vor der geplanten Aussendung kann sie auch manuell gesendet werden.
hu: Ez a kampány már ütemezve van. Manuálisan legfeljebb öt perccel az ütemezett küldési időpont előtt küldheti el.

source: This campaign has already been scheduled. You can reschedule or cancel it up to five minutes before the scheduled sending time.
bg: Тази кампания вече е планирана. Можете да я препланирате или отмените до пет минути преди планираното време за изпращане.
de: Diese Kampagne wurde bereits geplant. Bis fünf Minuten vor der geplanten Aussendung kann sie abgebrochen oder neu geplant werden.
hu: Ez a kampány már ütemezve van. Átütemezheti vagy lemondhatja legfeljebb öt perccel az ütemezett küldési időpont előtt.

source: This campaign has not yet been sent.
bg: Тази кампания все още не е изпращана.
de: Diese Kampagne wurde noch nicht gesendet.
hu: Ez a kampány még nem lett elküldve.

source: This campaign is currently being prepared for sending.
bg: Тази кампания се подготвя за изпращане.
de: Diese Kampagne wird gerade zum Senden vorbereitet.
hu: Ez a kampány jelenleg előkészítés alatt áll a küldéshez.

source: This campaign is currently being sent out.
bg: Тази кампания се изпраща в момента.
de: Diese Kampagne wird gerade versendet.
hu: Ez a kampány jelenleg kiküldés alatt áll.

source: This will delete all contacts, campaigns, and forms associated with this project.
bg: Това ще изтрие всички контакти, кампании и формуляри, свързани с този проект.
de: Diese Aktion wird alle Kontakte, Kampagnen und Formulare, die zu diesem Projekt gehören, löschen.
hu: Ez törli az összes, ehhez a projekthez társított kapcsolatot, kampányt és űrlapot.

source: Time
bg: Време
de: Zeit
hu: Idő

source: Timezone
bg: Часова зона
de: Zeitzone
hu: Időzóna

source: Title
bg: Заглавие
de: Titel
hu: Cím

source: Try signing in.
bg: Опитайте да влезете.
de: Versuch es noch einmal.
hu: Próbáljon meg bejelentkezni.

source: Unordered list
bg: Ненумериран списък
de: Nicht-numerierte Liste
hu: Rendezetlen lista

source: Unschedule
bg: Премахни от графика
de: Versenden abbrechen
hu: Ütemezés törlése

source: Unsubscribe
bg: Отпиши се
de: Abmelden
hu: Leiratkozás

source: Update password
bg: Обнови паролата
de: Passwort aktualisieren
hu: Jelszó frissítése

source: Update payment method
bg: Обнови метод за плащане
de: Zahlungsmethode aktualisieren
hu: Fizetési mód frissítése

source: Updated at:
bg: Обновено на:
de: Aktualisiert:
hu: Frissítve:

source: Users
bg: Потребители
de: Nutzer
hu: Felhasználók

source: Welcome to Keila!
bg: Добре дошли в Keila!
de: Willkommen bei Keila!
hu: Üdvözlünk a Keilában!

source: We’re currently processing your subscription. This shouldn’t take longer than a minute …
bg: В момента обработваме вашата абонаментна поръчка. Това не трябва да отнеме повече от минута …
de: Wir verarbeiten gerade dein Abo. Dieser Vorgang sollte nicht länger als eine Minute dauern …
hu: Jelenleg feldolgozzuk az előfizetésedet. Ez nem tarthat tovább egy percnél …

source: You currently have an active subscription. Thanks for supporting Keila!
bg: В момента разполагате с активен абонамент. Благодаря ви, че подкрепяте Keila!
de: Du hast ein aktives Abo. Danke dass du Keila unterstützt!
hu: Jelenleg aktív előfizetése van. Köszönjük, hogy támogatja a Keilát!

source: You have been unsubscribed from this list.
bg: Вие бяхте отписани от този списък.
de: Du hast dich von dieser Liste abgemeldet.
hu: Leiratkoztál erről a listáról.

source: You have successfully imported %{number} contacts!
bg: Вие успешно импортирахте %{number} контакта!
de: Import von %{number} Kontakten erfolgreich!
hu: Sikeresen importált %{number} kapcsolattartót!

source: You, Inc
bg: Вие, ООД
de: Deine Firma GmbH
hu: Az Ön Cége Kft.

source: Your Campaign Subject
bg: Тема на вашата кампания
de: Dein Betreff
hu: A kampány tárgya

source: Your Projects
bg: Вашите проекти
de: Meine Projekte
hu: Projektjeid

source: Your password was changed!
bg: Вашата парола беше променена!
de: Passwort erfolgreich geändert!
hu: A jelszava megváltozott!

source: Your subscription is currently suspended. Please update your payment method to continue using Keila.
bg: Вашето абонамент е временно спряно. Моля, обновете метода си за плащане, за да продължите да използвате Keila.
de: Dein Abo ist derzeit ausgesetzt. Bitte aktualisiere deine Zahlungsmethode, um Keila weiterhin nutzen zu können.
hu: Az előfizetése jelenleg fel van függesztve. Kérjük, frissítse fizetési módját a Keila további használatához.

source: italic
bg: курсивен
de: kursiv
hu: dőlt

source: none
bg: няма
de: nicht ausgewählt
hu: nincs

source: normal
bg: нормален
hu: normál

source: underlined
bg: подчертан
de: unterstrichen
hu: aláhúzott

source: unknown data error
bg: неизвестна грешка в данните
de: Unbekannter Datenfehler
hu: ismeretlen adathiba

source: unlimited contacts
bg: неограничени брой контакти
de: Unbegrenzte Kontakte
hu: korlátlan számú kontakt

source: 1. Download the template. 2. Fill in the template in the same way that the sample data is filled in. 3. Click on *File*, then *Save as*. Select _CSV UTF-8 (comma delimited) (*.csv)_ and save the file.
bg: 1. Изтеглете шаблона. 2. Попълнете шаблона по същия начин, по който са попълнени примерните данни. 3. Кликнете на Файл, след това Запази като. Изберете CSV UTF-8 (разделен с запетая) (*.csv) и запазете файла.
de: 1. Lade die Vorlage herunter. 2. Fülle die Vorlage so aus wie die Beispielzeile ausgefüllt ist. 3. Klicke auf *Datei*, dann *Speichern unter*. Wähle _CSV UTF-8 (kommagetrennt) (*.csv)_ und speichere die Datei.
hu: 1. Töltse le a sablont. 2. Töltse ki a sablont ugyanúgy, ahogyan a mintadatok ki vannak töltve. 3. Kattintson a *Fájl* menüre, majd a *Mentés másként* lehetőségre. Válassza a _CSV UTF-8 (vesszővel elválasztott) (*.csv)_ formátumot, és mentse el a fájlt.

source: 1. Download the template. 2. Fill in the template in the same way that the sample data is filled in. 3. In order to successfully import contacts, your CSV file needs be RFC 4180 compliant: - Comma-separated - UTF-8 encoding
bg: 1. Изтеглете шаблона. 2. Попълнете шаблона по същия начин, по който са попълнени примерните данни. 3. За да импортирате успешно контакти, вашият CSV файл трябва да отговаря на RFC 4180: - Разделен с запетая - Кодиране UTF-8
de: 1. Lade die Vorlage herunter. 2. Fülle die Vorlage so aus wie die Beispielzeile ausgefüllt ist. 3. Damit die Datei erfolgreich importiert werden kann, muss sie gemäß RFC 4180 formatiert sein: - Spalten kommagetrennt - UTF-8-Zeichensatz
hu: 1. Töltse le a sablont. 2. Töltse ki a sablont ugyanúgy, ahogyan a mintadatok ki vannak töltve. 3. A kontaktok sikeres importálásához a CSV-fájlnak meg kell felelnie az RFC 4180 szabványnak: - Vesszővel elválasztott - UTF-8 kódolás

source: Administer Users
bg: Управление на потребители
de: Nutzer verwalten
hu: Felhasználók kezelése

source: Back to projects overview
bg: Обратно към преглед на проектите
de: Zurück zur Projektübersicht
hu: Vissza a projektek áttekintéséhez

source: Before you can get started, you need to create a *sender*. In the sender settings, you specify the email address and the name from which to send your emails.
bg: Преди да започнете, трябва да създадете *подател*. В настройките на подателя, посочете email адреса и името, от което да изпращате имейлите си.
de: Bevor du loslegen kannst, benötigst du einen *Sender*. In den Sendereinstellungen kannst du die E-Mail-Adresse und den Namen festlegen, unter dem deine E-Mails versendet werden sollen.
hu: Mielőtt elkezdhetné, létre kell hoznia egy *feladót*. A feladó beállításaiban megadja az e-mail címet és a nevet, amelyről elküldi az e-mailjeit.

source: Before you can send any emails, you need to create a *sender*. In the sender settings, you specify the email address and the name from which you send your emails.
bg: Преди да изпратите каквито и да е email-и, трябва да създадете *подател*. В настройките на подателя, посочете email адреса и името, от което изпращате имейлите си.
de: Bevor du E-Mails versenden kannst, benötigst du einen *Sender*. In den Sendereinstellungen kannst du die E-Mail-Adresse und den Namen festlegen, unter dem deine E-Mails versendet werden sollen.
hu: Mielőtt bármilyen e-mailt küldhetne, létre kell hoznia egy *feladót*. A feladó beállításaiban megadja az e-mail címet és a nevet, amelyről elküldi az e-mailjeit.

source: Community
bg: Общност
hu: Közösség

source: Docs
bg: Документи
de: Dokumentation
hu: Dokumentáció

source: Newsletter
bg: Бюлетин
hu: Hírlevél

source: Open Source Newsletters
bg: Бюлетини с отворен код
de: Open-Source-Newsletter
hu: Nyílt forráskódú hírlevelek

source: Usage
bg: Потребление
de: Nutzung
hu: Használat

source: Self-hosting
bg: Самостоятелно хостване
de: Selbst hosten
hu: Saját tárhelyen futtatás

source: Create
bg: Създай
de: Neu
hu: Létrehozás

source: Create a campaign
bg: Създайте кампания
de: Neue Kampagne
hu: Kampány létrehozása

source: Create engaging designs and campaigns!
bg: Създавайте привлекателни дизайни и кампании!
de: Erstelle ansprechende Designs und Kampagnen!
hu: Készítsen magával ragadó dizájnokat és kampányokat!

source: Create form
bg: Създай формуляр
de: Neues Formular
hu: Űrlap létrehozása

source: Create new campaign
bg: Създай нова кампания
de: Neue Kampagne
hu: Új kampány létrehozása

source: Create your own design
bg: Създай свой собствен дизайн
de: Erstelle dein eigenes Design
hu: Saját dizájn létrehozása

source: Grow your audience with Keila!
bg: Увеличете своята целева аудитория с Keila!
de: Vergrößere deine Reichweite mit Keila!
hu: Növelje közönségét a Keilával!

source: If you already have an existing audience for your newsletter, you can use the *Import Contacts* feature or manually create a new contact. You can also invite new people to subscribe and create a sign-up *form*.
bg: Ако вече имате съществуваща аудитория за вашия бюлетин, можете да използвате функцията *Импортиране на контакти* или ръчно да създадете нов контакт. Можете също да поканите нови хора да се абонират и да създадете форма за регистрация.
de: Wenn du bereits Kontakte für deinen Newsletter hast, kannst du diese über die Funktion *Kontakte importieren* hinzufügen oder manuell einen neuen Kontakt erstellen. Du kannst auch neue Abonnenten mit einem *Formular* zu deinem Newsletter einladen.
hu: Ha már van meglévő közönsége a hírleveléhez, használhatja a *Kapcsolatok importálása* funkciót, vagy manuálisan létrehozhat egy új kapcsolatot. Új embereket is meghívhat feliratkozásra, és létrehozhat egy feliratkozási *űrlapot*.

source: If you already have an existing audience for your newsletter, you can use the *Import Contacts* feature. If you just want to try things out, you can also manually add new contacts.
bg: Ако вече имате съществуваща аудитория за вашия бюлетин, можете да използвате функцията *Импортиране на контакти*. Ако просто искате да опробвате, можете също да добавите ръчно нови контакти.
de: Wenn du bereits Kontakte für deinen Newsletter hast, kannst du diese über die Funktion *Kontakte importieren* hinzufügen. Wenn du erst etwas herumprobieren möchtest, kannst du neue Kontakte auch manuell erstellen.
hu: Ha már van meglévő közönsége a hírleveléhez, használhatja a *Kontaktok importálása* funkciót. Ha csak ki szeretné próbálni, manuálisan is hozzáadhat új kontaktokat.

source: Import
bg: Импортиране
de: Importieren
hu: Importálás

source: Keila comes with a great default template so you don’t have to become a designer before you start sending emails. But if you want a more personalized look for your campaigns, create your own design with the template editor.
bg: Keila идва с отличен шаблон по подразбиране, така че не е необходимо да станете дизайнер, преди да започнете да изпращате имейли. Но ако искате по-персонализиран изглед за вашите кампании, създайте свой собствен дизайн с редактора на шаблони.
de: Keila hat ein sehr gutes Standard-Template, du musst also kein Designer werden, um E-Mails zu versenden. Wenn du einen persönlicheren Look möchtest, kannst du diesen mit dem Template-Editor erstellen.
hu: A Keilához tartozik egy nagyszerű alapértelmezett sablon, így nem kell dizájnerré válnia, mielőtt elkezdene e-maileket küldeni. De ha személyre szabottabb megjelenést szeretne a kampányaihoz, készítse el saját dizájnját a sablonszerkesztővel.

source: Keila organizes contacts, forms, and campaigns in *projects*. You can create multiple projects, e.g. if you want to separate your gardening business newsletter from your chess club member list.
bg: Keila организира контакти, формуляри и кампании в *проекти*. Можете да създадете множество проекти, например ако искате да отделите бюлетина на вашия бизнес за градинарство от списъка с членове на вашия шахматен клуб.
de: Keila verwaltet Kontakte, Formulare und Kampagnen in *Projekten*. Du kannst mehrere Projekte erstellen, z. B. wenn du dein Weltraum-Business getrennt von der Mitgliederliste deines Schachclubs verwalten möchtest.
hu: A Keila a kontaktokat, űrlapokat és kampányokat *projektekbe* szervezi. Több projektet is létrehozhat, például ha el szeretné különíteni kertészeti vállalkozása hírlevelét a sakk-klubja taglistájától.

source: Let’s get started!
bg: Хайде да започнем!
de: Los geht’s!
hu: Kezdjünk bele!

source: Manage Templates
bg: Управление на шаблони
de: Templates verwalten
hu: Sablonok kezelése

source: Manually create new contact
bg: Ръчно създаване на нов контакт
de: Neuen Kontakt erstellen
hu: Új kontakt manuális létrehozása

source: Must have at least 10 characters.
bg: Трябва да съдържа поне 10 символа.
de: Muss mindestens 10 Zeichen haben.
hu: Legalább 10 karakterből kell állnia.

source: Please follow the **exact** instructions on this page. Incorrectly formatted files can not be imported.
bg: Моля, следвайте **точните** инструкции на тази страница. Неправилно форматирани файлове не могат да бъдат импортирани.
de: Bitte folge den **genauen** Anweisungen auf dieser Seite. Anders formatierte Dateien können nicht importiert werden.
hu: Kérjük, kövesse az oldalon található **pontos** utasításokat. A helytelenül formázott fájlokat nem lehet importálni.

source: Project settings
bg: Настройки на проекта
de: Projekteinstellungen
hu: Projektbeállítások

source: Projects
bg: Проекти
de: Projekte
hu: Projektek

source: Ready, set, send!
bg: Готово, на старта, изпращай!
de: Auf die Plätze, fertig, senden!
hu: Kész, rajt, küldés!

source: Use the campaign editor to create, schedule, and send campaigns to your contacts.
bg: Използвайте редактора на кампаниите, за да създавате, планирате и изпращате кампании до вашите контакти.
de: Mit dem Kampagnen-Editor kannst du Kampagnen erstellen, planen und senden.
hu: Használja a kampányszerkesztőt kampányok létrehozásához, ütemezéséhez és elküldéséhez a kontaktjai számára.

source: Wow, such empty!
bg: Eха, каква празнота!
de: Ganz schön leer hier!
hu: Hű, de üres!

source: You can add any JSON object as custom data to your contacts.
bg: Можете да добавите всеки JSON обект като персонализирани данни към вашите контакти.
de: Du kannst ein JSON-Objekt als benutzerdefinierte Daten zu deinen Kontakten hinzufügen.
hu: Bármilyen JSON objektumot hozzáadhat egyéni adatként a kontaktjaihoz.

source: You can create one or multiple forms to let new contacts sign up to your newsletter. With the form editor, you can customize the look & feel of the forms and decide which input fields to include.
bg: Можете да създадете един или много формуляри, за да позволите на нови контакти да се запишат за вашия бюлетин. С редактора на формуляри, можете да персонализирате външния вид на формулярите и да решите кои полета за вход да използвате.
de: Du kannst Formulare erstellen, mit denen neue Kontakte sich für deinen Newsletter anmelden können. Mit dem Formular-Editor kannst du das Design und Verhalten der Formulare anpassen und entscheiden, welche zusätzlichen Daten abgefragt werden sollen.
hu: Egy vagy több űrlapot is létrehozhat, hogy az új kapcsolatok fel tudjanak iratkozni a hírlevelére. Az űrlapszerkesztővel testre szabhatja az űrlapok megjelenését és működését, és eldöntheti, mely beviteli mezőket tartalmazzák.

source: You can get started sending campaigns with Keila’s default template now. To create your design, you can use the template editor.
bg: Mожете да започнете да изпращате кампании с шаблона по подразбиране на Keila. За да създадете вашия дизайн, можете да използвате редактора на шаблони.
de: Du kannst direkt mit dem Keila-Standard-Template loslegen. Um ein eigenes Design zu erstellen, nutze den Template-Editor.
hu: A Keila alapértelmezett sablonjával már most elkezdheti a kampányok küldését. A dizájn elkészítéséhez használhatja a sablonszerkesztőt.

source: You’re ready to send your first campaign with Keila.
bg: Готови сте да изпратите първата си кампания с Keila.
de: Du bist bereit, deine erste Kampagne mit Keila zu versenden.
hu: Készen áll az első kampánya elküldésére a Keilával.

source: active subscribers
bg: активни абонати
de: Aktive Abonnenten
hu: aktív feliratkozók

source: Data
bg: Данни
de: Daten
hu: Adatok

source: Contact Activities
bg: Активности на контакти
de: Kontakt-Aktivitäten
hu: Kontakttevékenységek

source: clicked campaign link
bg: кликнато линк на кампания
de: Hat Link in Kampagne geklickt
hu: kampánylinkre kattintott

source: created
bg: създаден
de: Hinzugefügt
hu: létrehozva

source: imported
bg: импортиран
de: Importiert
hu: importálva

source: opened campaign
bg: отворена кампания
de: Hat Kampagne geöffnet
hu: kampány megnyitva

source: subscribed
bg: абониран
de: Angemeldet
hu: feliratkozott

source: unreachable contacts
bg: недостъпни контакти
de: Nicht erreichbare Kontakte
hu: elérhetetlen kapcsolatok

source: unsubscribed
bg: отписан/а
de: Abgemeldet
hu: leiratkozott

source: unsubscribed contacts
bg: отписани контакти
de: Abgemeldete Kontakte
hu: leiratkozott kapcsolatok

source: with captcha
bg: с капча
de: Mit Captcha
hu: captcha-val

source: All Contacts
bg: Всички контакти
de: Alle Kontakte
hu: Minden kapcsolat

source: Confirm Segment Deletion
bg: Потвърдете изтриването на целева група
de: Löschung des Segments bestätigen
hu: Szegmens törlésének megerősítése

source: Contacts in this segment (%{count})
bg: Контакти в този целева групи (%{count})
de: Kontakte in diesem Segment (%{count})
hu: Kapcsolatok ebben a szegmensben (%{count})

source: Create a new segment
bg: Създай нов целева групи
de: Neues Segment
hu: Új szegmens létrehozása

source: Create your first segment
bg: Създай първия си целева групи
de: Erstelle dein erstes Segment
hu: Hozza létre az első szegmensét

source: Custom data
bg: Персонализирани данни
de: Benutzerdefinierte Daten
hu: Egyéni adatok

source: Date added
bg: Дата на добавяне
de: Anmeldedatum
hu: Hozzáadás dátuma

source: Delete Segments?
bg: Изтриване на целеви групи?
de: Segmente löschen?
hu: Szegmensek törlése?

source: Deleting a segment cannot be undone.
bg: Изтриването на целева групи e необратимо действие.
de: Das Löschen eines Segments kann nicht rückgängig gemacht werden.
hu: A szegmens törlése nem vonható vissza.

source: Do you really want to delete the following segments?
bg: Наистина ли искате да изтриете следните целеви групи?
de: Sollen die folgenden Segmente wirklich gelöscht werden?
hu: Valóban törölni szeretné a következő szegmenseket?

source: Edit Segment
bg: Редактирай целева групи
de: Segment bearbeiten
hu: Szegmens szerkesztése

source: Field:
bg: Поле:
de: Feld:
hu: Mező:

source: Filter
bg: Филтър
hu: Szűrő

source: Add AND condition
bg: Добави условие И
de: UND-Bedingung hinzufügen
hu: ÉS feltétel hozzáadása

source: Add OR condition
bg: Добави условие ИЛИ
de: ODER-Bedingung hinzufügen
hu: VAGY feltétel hozzáadása

source: Invalid filter
bg: Невалиден филтър
de: Fehlerhafter Filter
hu: Érvénytelen szűrő

source: Match:
bg: Съвпадение:
hu: Egyezés:

source: My Contact Segment
bg: Моята целева група
de: Mein Kontakte-Segment
hu: Saját kapcsolatszegmens

source: New Segment
bg: Новa целева групa
de: Neues Segment
hu: Új szegmens

source: Segment Name
bg: Име на целева група
hu: Szegmens neve

source: Query
bg: Заявка
hu: Lekérdezés

source: Segments
bg: Целеви групи
de: Segmente
hu: Szegmensek

source: This query can only be edited manually.
bg: Тази заявка може да бъде редактирана ръчно.
de: Dieses Query kann nur manuell bearbeitet werden.
hu: Ez a lekérdezés csak manuálisan szerkeszthető.

source: You can create Segments to define subsets of your contacts. This allows you to send campaigns only to those contacts who fulfill certain criteria.
bg: Можете да създадете целева група, за да дефинирате подгрупи от вашите контакти. Това ви позволява да изпращате кампании само на тези контакти, които отговарят на определени критерии.
de: Du kannst mit Segmenten Untergruppen deiner Kontakte definieren. Damit ist es möglich, Kampagnen nur an Kontakte zu versenden, die bestimmte Kriterien erfüllen.
hu: Létrehozhat szegmenseket, hogy meghatározza a kapcsolatai alcsoportjait. Ez lehetővé teszi, hogy kampányokat csak azoknak a kapcsolatoknak küldjön, akik bizonyos feltételeknek megfelelnek.

source: edit
bg: редактирай
de: Bearbeiten
hu: szerkesztés

source: ends with
bg: завършва с
de: endet auf
hu: végződik

source: includes
bg: включва
de: beinhaltet
hu: tartalmazza

source: is after
bg: е след
de: ist nach
hu: később van mint

source: is before
bg: е преди
de: ist vor
hu: korábban van mint

source: is equal
bg: е равно
de: ist gleich
hu: egyenlő

source: matches
bg: съвпада
de: stimmt überein mit
hu: illeszkedik

source: starts with
bg: започва с
de: beginnt mit
hu: kezdődik

source: use filter editor
bg: използвай редактор на филтри
de: Filter-Editor verwenden
hu: szűrőszerkesztő használata

source: Error importing contact in line %{line} (email: %{email}): %{message}
bg: Грешка при импортиране на контакт на ред %{line} (имейл: %{email}): %{message}
de: Kontakt in Zeile %{line} konnte nicht importiert werden (E-Mail: %{email}): %{message}
hu: Hiba a kapcsolat importálásakor a %{line}. sorban (email: %{email}): %{message}

source: Manage Segments
bg: Управление на целеви групи
de: Segmente verwalten
hu: Szegmensek kezelése

source: API Docs
bg: Документация за API
de: API-Dokumentation
hu: API dokumentáció

source: API Keys
bg: API ключове
de: API-Schlüssel
hu: API kulcsok

source: Create a new API Key
bg: Създай нов API ключ
de: Neuer API-Schlüssel
hu: Új API kulcs létrehozása
