Repository: pentacent/keila
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: bg, hu, it, zh

source: can't be blank
bg: не може да бъде празно
hu: nem lehet üres
it: non può essere vuoto
zh: 不能为空

source: has already been taken
bg: вече е заето
hu: már foglalt
it: è già stato usato
zh: 已被使用

source: is invalid
bg: невалидно
hu: érvénytelen
it: non è valido
zh: 无效

source: must be accepted
bg: трябва да бъде прието
hu: el kell fogadni
it: deve essere accettato
zh: 必须同意

source: has invalid format
bg: невалиден формат
hu: érvénytelen formátumú
it: ha formato non valido
zh: 格式不正确

source: has an invalid entry
bg: невалидно съдържание
hu: érvénytelen bejegyzést tartalmaz
it: ha un elemento non valido
zh: 包含无效选项

source: is reserved
bg: запазено
hu: fenntartott
it: è riservato
zh: 不可用

source: does not match confirmation
bg: не съвпада с потвърждението
hu: nem egyezik a megerősítéssel
it: non coincide con la conferma
zh: 与确认输入不一致

source: is still associated with this entry
bg: все още е свързано с това съдържание
hu: még mindig ehhez a bejegyzéshez kapcsolódik
it: è ancora associato con questo elemento
zh: 仍在使用中

source: are still associated with this entry
bg: все още са свързани с това съдържание
hu: még mindig ehhez a bejegyzéshez kapcsolódnak
it: sono ancora associati con questo elemento
zh: 仍在使用中

source: should be %{count} character(s)
bg: трябва да бъде %{count} символ
hu: %{count} karakternek kell lennie
it: deve essere %{count} carattere
zh: 应为 %{count} 个字符

source: should have %{count} item(s)
bg: трябва да има %{count} елемент
hu: %{count} elemet kell tartalmaznia
it: deve avere %{count} elemento
zh: 应有 %{count} 项

source: should be at least %{count} character(s)
bg: трябва да бъде поне %{count} символ
hu: legalább %{count} karakternek kell lennie
it: deve avere almeno %{count} carattere
zh: 至少需要 %{count} 个字符

source: should have at least %{count} item(s)
bg: трябва да има поне %{count} елемент
hu: legalább %{count} elemet kell tartalmaznia
it: deve avere almeno %{count} elemento
zh: 至少需要 %{count} 项

source: should be at most %{count} character(s)
bg: трябва да бъде най-много %{count} символ
hu: legfeljebb %{count} karakter lehet
it: deve avere al massimo %{count} carattere
zh: 最多允许 %{count} 个字符

source: should have at most %{count} item(s)
bg: трябва да има най-много %{count} елемент
hu: legfeljebb %{count} elemet tartalmazhat
it: deve avere al massimo %{count} elemento
zh: 最多允许 %{count} 项

source: must be less than %{number}
bg: трябва да бъде по-малко от %{number}
hu: kisebbnek kell lennie, mint %{number}
it: deve essere meno di %{number}
zh: 必须小于 %{number}

source: must be greater than %{number}
bg: трябва да бъде по-голямо от %{number}
hu: nagyobbnak kell lennie, mint %{number}
it: deve essere più di %{number}
zh: 必须大于 %{number}

source: must be less than or equal to %{number}
bg: трябва да бъде по-малко или равно на %{number}
hu: kisebbnek vagy egyenlőnek kell lennie, mint %{number}
it: deve essere uguale o minore di %{number}
zh: 必须小于或等于 %{number}

source: must be greater than or equal to %{number}
bg: трябва да бъде по-голямо или равно на %{number}
hu: nagyobbnak vagy egyenlőnek kell lennie, mint %{number}
it: deve essere uguale o maggiore di %{number}
zh: 必须大于或等于 %{number}

source: must be equal to %{number}
bg: трябва да бъде равно на %{number}
hu: egyenlőnek kell lennie %{number} értékével
it: deve essere uguale a %{number}
zh: 必须等于 %{number}

source: must be at least %{offset} seconds in the future
bg: трябва да бъде поне %{offset} секунди в бъдещето
hu: legalább %{offset} másodperccel a jövőben kell lennie
it: deve essere almeno %{offset} secondi nel futuro
